<ptha>
[
    {
        "id": 1984,
        "type": "movie",
        "title": "Anjaam Pathiraa",
        "description": "အန္နာဝါးဟူစိန်ဆိုတဲ့ စိတ်ပညာအထူးကုဆရာဝန်တယောက်….\r\nသူအထူးစိတ်ဝင်စားတဲ့ စိတ်ပညာပိုင်းက အတွဲလိုက် လူသတ်မှုတွေရဲ့တရားခံဟာဘယ်လိုစိတ်နေစိတ်ထားရှိလဲဆိုတာကို လေ့လာဖို့ဖြစ်တယ်…ဒီတော့ သူလေ့လာနေတာအထိရောက်ဆုံးဖြစ်ဖို့\r\nရဲအရာရှိတယောက်ဆီကိုအကူအညီတောင်းပီး ရဲဌာနတခုမှာ မှုခင်းဆိုင်ရာစိတ်ပညာအကြံပေးအနေနဲ့ ယာယီဝင်လုပ်ခဲ့တယ်…သိပ်မကြာခင်မှာပဲ သူတို့မြို့လေးမှာလူသတ်မှုဖြစ်ခဲ့တယ်။ သူ့အတွက် ဒီလူသတ်မှုဟာ လေ့လာဖို့ အများကြီးအထောက်အကူဖြစ်လို့အားတက်သရော အခင်းဖြစ်ရာကိုသွားခဲ့တယ်…အဲ့ဒီနောက်မှာတော့ သာမန်လူသတ်မှုဘဲ အရမ်းကိုကြောက်စရာကောင်းတဲ့လူသတ်မှုကြီးဖြစ်နေတယ်…အဲ့ဒီနောက် အန္နာဝါးဟူစိန်ဟာ ဒီလူသတ်သမားကို မရ ရအောင်ဖမ်းမယ်ဆိုပြီး အထူးစုံထောက်တွေနဲ့ပူးပေါင်းပြီးကြိုးစားပါတော့တယ်… ဒီမှုခင်းကားက စိတ်ပညာဆိုင်ရာအချက်အလက်များကို အရင်းပြုပြီးသဲလွန်စတွေကို ရှာထားတာမို့ ကြည့်လို့ကောင်းတဲ့အပြင် ထင်မှတ်မထားတဲ့ လှည့်ကွက်တွေလည်းပါလို့တော်တော်ကြီးကိုကောင်းပါတယ်….အိန္ဒိယကားကောင်းကြိုက်သူတို့ နင်းကန်ကြည့်သင့်ပါကြောင်း…ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Yoonwahwah Theint ပဲဖြစ်ပါတယ်…",
        "year": 2020,
        "imdb": 8,
        "comment": true,
        "rating": 5,
        "duration": "144 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.20 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/14dada89fa27e94156402b06b9464548.jpg",
        "genres": [
            {
                "id": 6,
                "title": "Crime"
            },
            {
                "id": 12,
                "title": "Bollywood (India)"
            }
        ],
        "sources": [
            {
                "id": 9717,
                "type": "mp4",
                "url": "https:\/\/server.1otherzcm.xyz\/file\/chanzaw224\/other\/movies\/2020\/Anjaam.Pathiraa.2020.mp4"
            }
        ]
    },
    {
        "id": 1983,
        "type": "movie",
        "title": "Warm Bodies",
        "description": "Vampire တစ်ကောင်ကိုချစ်နိုင်ပေမယ့် Zombieဆိုရင်ရော ချစ်နိုင်ပါ့မလား?\r\nအခုက စိတ်လှုပ်ရှားစရာကောင်းတဲ့ အချစ်ဇာတ်လမ်းတစ်ပုဒ် အလှည့်ပါ။ လူ့ဦးနှောက်တွေစားတဲ့ Zombieတစ်ကောင်နဲ့ ကောင်မလေးတစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းပေါ့။ Zombieတစ်ကောင်ဖြစ်တဲ့ Rဟာ သူရဲ့တစ်နေ့တာကို စွန့်ပစ်ခံမြို့က လေဆိပ်ပျက်ထဲမှာ ဟိုဟိုဒီဒီလျှောက်သွားရင် ကုန်ဆုံးလေ့ရှိပါတယ်။\r\nသူ့မှာ Mဆိုတဲ့ သူငယ်ချင်းတစ်ယောက်လည်းရှိပါတယ်။\r\nအဓိပ္ပါယ်မဲ့နေတဲ့ သူ့ဘဝထဲကို ဝင်လာတဲ့သူက Julie\r\nJulieနဲ့သူ့သူငယ်ချင်းတစ်စု Rတို့နေတဲ့ မြို့ပျက်ထဲမှာရှိတဲ့ ဆေးဝါးတွေကို ယူဖို့ အထက်ကအမိန့်ပေးခံရတယ်။\r\nJulieတို့လည်း အဆောက်အအုံဟောင်းတစ်ခုက ဆေးဝါးတွေကို သယ်နေတုန်း Rတို့ Zombieအုပ်စုနဲ့တိုးတဲ့အခါ……. Zombieဖြစ်နေတဲ့ Rဟာ Julieရဲ့ချစ်သူကို သတ်ပစ်ပြီး သူ့ရဲ့ ဦးနှောက်ကို စားလိုက်တယ်။\r\nဒီနေရာမှာ လှည့်ကွက်တစ်ခုက သေသူရဲ့ ဦးနှောက်ကိုစားလိုက်တဲ့အခါ သေသူရဲ့မှတ်ဉာဏ်တွေကို zombieက ခံစားနိုင်တယ်ဆိုတာ။\r\nJulieချစ်သူ့ရဲ့ မှတ်ဉာဏ်တွေကတစ်ဆင့် Rဟာ Julieအပေါ် ထူးဆန်းတဲ့ခံစားချက်တစ်ခု ခံစားလိုက်ရတယ်။\r\nဒီလိုနဲ့ zombieတွေ လက်ထဲ ဒုက္ခရောက်နေတဲ့ Julieကို Rတစ်ယောက် ကယ်ဖို့ဖြစ်လာတယ်။\r\nသူနေထိုင်တဲ့ လေယာဉ်ပျက်ထဲကို Julieကို ခေါ်သွားတဲ့အခါ…..\r\nRကို အရမ်းကြောက်နေတဲ့ Julie zombieတွေလက်ထဲ အသက်ရှင်နိုင်ပါ့မလား?\r\nRကရော zombieတစ်ကောင်းအဖြစ်ပဲ ဆက်ရှိနေမှာလား?\r\nJulieကရော zombieတစ်ကောင်ကို ချစ်မိပါ့မလား?\r\nဒါတွေကို သိချင်ရင်တော့ Warm bodiesဆိုတဲ့ ရုပ်ရှင်ကိုသာ ကြည့်လိုက်တော့နော်။",
        "year": 2013,
        "imdb": 6.8,
        "comment": true,
        "rating": 5,
        "duration": "98 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "915 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/6d1e76e8461f99d39c122bd8d08d59f5.jpg",
        "genres": [
            {
                "id": 5,
                "title": "Horror & Thriller"
            }
        ],
        "trailer": {
            "id": 9716,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/x3ErWNBX9Rc"
        },
        "sources": [
            {
                "id": 9715,
                "type": "mp4",
                "url": "https:\/\/server.mingalarpar.xyz\/file\/chanzaw224\/movies\/2013\/Warm.Bodies.2013.mp4"
            }
        ]
    },
    {
        "id": 1982,
        "type": "movie",
        "title": "Manjhi: The Mountain Man",
        "description": "အချစ်အတွက် တောင်တစ်လုံးအား တစ်ယောက်ထဲဖြိုခဲ့သူ\r\nသို့မဟုတ်\/ ဂင်းနစ်စံချိန်ဝင် ကမ္ဘာ့အံ့ဖွယ်လူသား)ကမ္ဘာပေါ်မှာ အချစ်ကိုနည်းအမျိူးမျိုးပုံဖော်ကြပါတယ်။\r\nကိုယ့်ချစ်သူ အတွက် ဘာမဆိုလုပ်ပေးမယ်.. စွန့်လွတ်အနစ်နာခံ\r\nရဲတယ်…\r\nတစ်ချို့က ကိုယ့်ချစ်သူအတွက်အိမ်လေးတစ်လုံး ဆောက်ပေးတာ… တစ်ချို့က ကိုယ့်ချစ်သူအတွက်\r\nရွှေငွေရတနာတွေ အပြည့်နဲ့ ကိုယ့်ချစ်ရတဲ့သူ စိတ်ချမ်းသာအောင်ဖန်တီးပေးကြတာ ….. စတဲ့ စတဲ့ လက်တွေ့ဆန်တဲ့ အချစ်မျိုးနဲ့လည်း ပုံဖော်ကြတာပါပဲ။\r\nဆိုတော့ကာ…\r\nအချစ်အတွက်နဲ့ တောင်တစ်လုံးအား တစ်ယောက်ထဲဖြိုခဲ့တဲ့သူရှိတယ်လို့ ကျွန်တော်ကပြောရင်…\r\nခင်ဗျားတို့ ယုံကြည်မှာလား လက်ခံမှာလားး???\r\nလက်ခံလိုက်ပါ မိတ်ဆွေ.. ????အဲ့လူဟာ တကယ်ကိုပဲ တောင်တစ်လုံးလုံးကို တစ်ယောက်ထဲ ဖြိုခဲ့လို့ လူ့အသိုင်းအဝိုင်းမှာရော …ကမ္ဘာ့အသိုင်းအဝိုင်းမှာပါ..သူ့ကိုအံသြစွာနဲ့လက်ခံခဲ့ကြရပါတယ်..\r\nနောက်ဆုံး သူဟာ ကမ္ဘာ့ဂင်းနစ်စံချိန်မှာ အံ့ဖွယ်လူသားအဖြစ် မှတ်တမ်းတင်ခြင်းကိုလည်း ခံခဲ့ရပါတယ်။ အဲ့လူကတော့ တခြားသူ မဟုတ်ပါဘူး။\r\nအိန္ဒိယနိုင်ငံ ဘီယာပြည်နယ်ထဲက ရွာလေးတစ်ရွာမှာ နေထိုင်တဲ့ Dasharth Manjhi ဆိုတဲ့ သူပါပဲ။အခု ကျွန်တော်ညွှန်းချင်တဲ့ ဇာတ်ကားကတော့ Manjhi အကြောင်းကို ရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ရုပ်ရှင်ပါ။\r\nဒီရုပ်ရှင်ကို ရိုက်ကူးဖို့ ပထမဆုံးအစပျိုးစီစဉ်ခဲ့တဲ့သူကတော့ တခြားသူမဟုတ်ပါဘူး။\r\nPK, 3Idiots, Doom 3, စတဲ့ ရုပ်ရှင်တွေနဲ့ ကမ္ဘာကျော်ခဲ့တဲ့ အိန္ဒိယမင်းသားကြီး Aamir Khan(အမေးရ်ခမ်း) ပါပဲ..။ စီစဉ်ဖြစ်ပုံကလည်း ဒီလိုဗျ…\r\nမင်းသားကြီးက တကယ့်အပြင်က Manjhi ရဲ့ ဘဝအကြောင်းကို သိရှိသွားပြီးနောက်မှာ Manjhiတို့မိသားစု နေထိုင်ဖို့ အိမ်တစ်လုံးဝယ်ပေးခဲ့ပါတယ်။ Manjhi ကလည်း မင်းသား Aamir Khan ဝယ်ပေးတဲ့ အိမ်လေးမှာပဲ နေထိုင်ရင်း ခေါင်းချကွယ်လွန်ခဲ့တာပါ။\r\n>> ရုပ်ရှင်အညွှန်း <<၁၉၃၄ခုနှစ် အိန္ဒိယနိုင်ငံ ဘီယာပြည်နယ်လေးထဲက ဂေလာ (Gehlaur ) ဆိုတဲ့ရွာငယ်လေးမှာ ကျောက်မီးသွေး တူးဖော်လုပ်ကိုင်ကြတဲ့ ဆင်းရဲချို့တဲ့နွမ်းပါတဲ့ မိသားစုလေးထဲမှာ Manjhiဆိုတဲ့ လူငယ်လေးတစ်ဦးကို မွေးဖွားခဲ့ပါတယ်။ရိုးရာဓလေ့ထုံးစံအရ Manjhiကို (၁၂)နှစ်သားကတည်းက အိမ်ထောင်ပြု (စေ့စပ်) ရမှာဖြစ်လို့ အဲ့ရွာလေးထဲက Faliguni Devi ဆိုတဲ့ မိန်းကလေးနဲ့ စေ့စပ်ခဲ့ကြပါတယ်။ (ဒီနေရာမှာ အသက်အရွယ်အရ စေ့စပ်တယ်ဆိုပေမယ့် တကယ်တမ်းကတော့ လက်ထပ်ထားပြီးဖြစ်ပါတယ်)အဲ့စေ့စပ်တဲ့နေ့မှာပဲ ရွာလူကြီးက Minjhi အဖေဆီကို အကြွေးလာတောင်းပါတယ်, အကြွေးမပေးနိုင်လို့ ရွာလူကြီးထံမှာ Manjhi ကို အဖေဖြစ်သူကရောင်းစားခဲ့ပါတယ်။ ရွာလူကြီးအိမ်မှာ အနိုင်ကျင့်ခံပီး ဆင်းရဲစွာ ပင်ပန်းစွာနဲ့လုပ်ကိုင်နေရတဲ့ Manjhi လေးဟာ သည်းမခံနိုင်တဲ့အဆုံးး တစ်နေ့မှာ ရွာလူကြီးအိမ်ကနေ ထွက်ပြေးပြီး ကျောက်မီးသွေးတင်တဲ့ ရထားနဲ့ခိုးလိုက်ကာ ဘုံဘေမြို့ပေါ်ကိုတစ်ယောက်တည်း ခြေဆန့်ခဲ့ပါတော့တယ်။ဒီလိုနဲ့..နောင်အနှစ်၂၀ခန့်ကြာတဲ့အခါ…Manjhi ဟာ ဘုံဘေကိုစွန့်ခွာပီး သူ့ရဲ့မွေးရပ်မြေဖြစ်တဲ့ ရွာလေးကို အပြီးအပိုင်ပြန်လာခဲ့ပါတယ်။ သူ့ရဲ့ ရွာလေး ကတော့ နှစ်တွေကြာသွားလည်း ဘာမှတိုးတက်ပြောင်းလဲသွားခြင်းမရှိပါဘူး။ ပိုပြီးတော့တောင် ဆင်းရဲချို့တဲ့လာခဲ့ပါတယ်။အကြောင်းက ရွာလူကြီးသားရဲ့ နှိပ်စက်မှုကိုအလူးအလဲကို ရွာသူရွာသားတွေဟာ ခံနေရပါတယ်။\r\nရွာသူမိန်းကလေးတွေကိုလည်း အတင်းအဓမ္မစော်ကားနိုင်ကျင့် ၊ ရွာသားတွေကိုလည်း ကြီးငယ်ရွယ်မရွေး ခေါင်းပုံဖြတ်ပီး အနိုင်ကျင့်နေပါတော့တယ်။\r\nရဲတိုင်လို့ လည်းမရပါဘူး။ ရွာမှာ ရဲစခန်းလည်းမရှိပါဘူးဗျ။\r\nဒါဆို တခြားရွာမှာသွားတိုင်လေ.. ဒါမှမဟုတ် မြို့ပေါ်တက်တိုင်ပါလားလို့ တွေးမိကောင်းတွေးမိပါလိမ့်မယ်။ဒါပေမယ့်လည်း.. အဓိက အခက်အခဲကတော့ လမ်းပန်းဆက်သွယ်ရေးပါပဲ။\r\nဒီရွာလေးရဲ့ ပတ်ပတ်လည်မှာ မြင့်မားလှတဲ့ တောင်ကြီးတွေက ဝန်းရံထားပါတယ်..\r\nရွာသူရွာသားတွေထဲမှာလည်း အဲ့ဒီတောင်ကြီးတွေကိုဖြတ်ပြီး မြို့ကို ရောက်ဖူးတဲ့သူမရှိသလောက်ရှားပြီး၊ မြို့ပေါ်ကလူတွေကလည်း ဒီတောင်တွေရဲ့နောက်မှာ ရွာသေးသေးလေးတစ်ရွာရှိတယ်လို့ သိတဲ့သူရှားပါးပါတယ်။\r\nရွာကနေ မြို့ကိုသွားရမယ်ဆိုရင်လည်း ဒီတောင်တွေကိုပတ်ပီးမှ သွားရတဲ့ အတွက်ကြောင့် မြို့ပေါ်ရောက်ဖို့အတွက် ၅ရက် ၆ရက်ထိ သွားရပါတယ်။ ဒါကြောင့် ရွာသူရွာသားတွေဟာ.ဆင်းရဲချို့တဲ့စွာ ဗဟုသုတကင်းမဲ့စွာနဲ့ ရွာလူကြီးသားရဲ့ နှိပ်စက်မှုတွေကို ခံနေကြရပါတယ်.။ကဲ..\r\nManjhi ရဲ့အကြောင်းလေးဆက်ပြောပြကြည့်မယ်…အချစ်ကဆန်းကျယ်လွန်းလှပါတယ်။ Manjhi သူ့ရွာလေးကို ပြန်ရောက်တဲ့နေ့မှာပဲ သူငယ်ငယ်က စေ့စပ်ဖူးသူ မိန်းကလေးDevi နဲ့ ပြန်တွေ့ရပါတယ်။ Devi ဟာ အခုဆိုအပျိုကြီးဖားဖားဖြစ်ပီး တောသဘာဝနဲ့အညီ လှနေပါတယ်..\r\nManjhi ဟာ Devi ကို မြင်မြင်ချင်း ချစ်မိသွားပြီး သူသိလိုက်ရတာက Devi ဟာ သူငယ်ငယ်က လက်ထပ်ထားတဲ့ မိန်းကလေးဖြစ်နေတာပါပဲ..\r\nManjhi ဟာ အရမ်းကိုပျော်သွားးပီ Deviရဲ့ အဖေဆီကိုသွားကာ ” ဒါကျုပ်မိန်းမ ကျုပ်ငယ်ငယ်ကတည်းက လက်ထပ်ထားတာ ကျုပ်သူ့ကို လိုချင်တယ်လို့ ” သွားပြောရာမှာတော့ Deviရဲ့ အဖေက Manjhi ကို မောင်းထုတ်ပါတော့တယ်။ Deviရဲ့ အဖေမသိသေးတာက …သူ့သမီး Devi ဟာလည်း Manjhiကို ချစ်မိနေတယ် ဆိုတာပါပဲ..ဒီတော့ ဘာတွေဆက်ဖြစ်မလဲ.. ဘာကြောင့် တောင်တစ်လုံးကို တစ်ယောက်တည်းဖြိုခဲ့တယ်ဆိုတာကိုတော့..ဇာတ်ကားကိုဆက်ကြည့်စေချင်ပါတယ်ဗျ..ဒီ ၃နာရီကျော်ကြာတဲ့ ရုပ်ရှင်ကို ဒါရိုက်တာကြီး Mohit Moond ကရိုက်ကူးပုံဖော်ထားပီး ဆုတွေလည်းတသီကြီး ရရှိထားကာ တကယ့်ကို အနှစ်သာရ ပြည့်ဝစွာနဲ့ ရိုက်ကူးထုတ်လုပ်ထားတဲ့ ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်။\r\nManjhi နေရာမှာ အိန္ဒိယမင်းသားကြီး Nawazuddin Siddiqui က Manjhi ဇာတ်ရုပ်ကိုသဘာဝကျကျ နဲ့ ပီပြင်စွာသရုပ်ဆောင်ထားပါတယ်။ Deviအဖြစ် မင်းသမီး Radhika Apte ကလည်း တကယ့်ကို ပီပြင်စွာနဲ့ လိုက်ဖက်ညီစွာ သရုပ်ဆောင်ထားပါတယ်။ ဒီ အိန္ဒိယရုပ်ရှင်မှာ ထူးခြားတာက ဒီကားမှာ သီချင်းတွေ က တာတွေ တစ်ခန်းမှမပါပါဘူး။ နောက်ခံတီးလုံးတောင် များများစားစားမပါပါဘူးး။ ရုပ်ရှင်ကြည့် လိုက်တာနဲ့ သင့်ရှေ့မှာ တကယ်ဖြစ်နေတယ်ထင်ရအောင်ကို သဘာဝကျကျနဲ့ပီပြင်စွာ ရိုက်ကူးထားပါတယ်..။",
        "year": 2015,
        "imdb": 8,
        "comment": true,
        "rating": 0,
        "duration": "120 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "903 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/38f742f31541143f7bc59f1f7d84c9ee.jpg",
        "genres": [
            {
                "id": 12,
                "title": "Bollywood (India)"
            },
            {
                "id": 13,
                "title": "Drama"
            }
        ],
        "sources": [
            {
                "id": 9714,
                "type": "mp4",
                "url": "https:\/\/server.2d3dlive.shop\/file\/chanzaw224\/movies\/2015\/Manjhi.The.Mountain.Man.2015.mp4"
            }
        ]
    },
    {
        "id": 1981,
        "type": "movie",
        "title": "Operation Mekong",
        "description": "၂၀၁၆ ထွက် တရုတ် crime,action ကားကောင်းလေး တင်ပေးလိုက်ပါတယ်။ ဒီဇာတ်ကားဟာ တရုတ်ပြည်ရဲ့ ဝင်ငွေအကောင်းဆုံးကားတွေထဲက တစ်ကားပါပဲ။ ဖြစ်ရပ်မှန်ဖြစ်တဲ့ မဲခေါင်မြစ်အတွင်း တရုတ်လူမျိုး ၁၃ ယောက်အသတ်ခံခဲ့ရပြီး စိတ်ကြွဆေးပြား ၉၀၀၀၀၀ ကျော်တွေ့ရှိခဲ့တဲံ အမှုအပေါ် အခြေခံရိုက်ကူးထားပါတယ်။ ဒီအမှုရဲ့ အဆုံးသတ်ကတော့ အားလုံးရင်းနှီးပြီးသားဖြစ်တဲ့ ဘိန်းဘုရင် စိုင်းနော်ခမ်း သေဒဏ်စီရင်ခံသွားရတာပါပဲ။ မြန်မာ လာအို ထိုင်း နိုင်ငံ ၃ ခုကြားက ရွှေတြိဂံနယ်မြေထဲက ဒုစရိုက်သမားတွေကို ရှင်းလင်းပြီး အသတ်ခံရတဲ့ နိုင်ငံသား ၁၃ ယောက်အတွက် တရားစီရင်ဖို့ ကြိုးစားတဲ့ အထူးတပ်ဖွဲ့ဝင်တွေနဲ့ အသွင်ယူ စုံထောက်တွေရဲ့ စွန့်စားခန်းတွေကို ပြသထားပါတယ်။ ဇာတ်ကြောရိုးအပေါ်အခြေခံထားပေမယ့် သူရဲကောင်းတွေနဲ့ ဗီလိန်တွေကို ပိုပိုသာသာလေးတော့ ပြသထားတယ်လို့ ထင်ရပါတယ်။ ဘယ်လိုပဲဖြစ်ဖြစ် ရိုက်ချက်တွေနဲ့ သရုပ်ဆောင်တွေရယ် ဇာတ်လမ်းဖွဲ့စည်းမှုရယ်ကတော့ အထူးကောင်းမွန်တာမို့ ကြည့်သင့်တဲ့ ကားကောင်းတစ်ကားလို့ ပြောရမှာပါပဲ။",
        "year": 2016,
        "imdb": 6.6,
        "comment": true,
        "rating": 2.5,
        "duration": "123 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "888 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/8b80a52e4c07f0ec61a5779649b85b6a.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            }
        ],
        "trailer": {
            "id": 9713,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/vcyef27rZ-w"
        },
        "sources": [
            {
                "id": 9712,
                "type": "mp4",
                "url": "https:\/\/server.zchannelstorage.com\/file\/chanzaw224\/movies\/2016\/Operation.Mekong.2016.mp4"
            }
        ]
    },
    {
        "id": 1980,
        "type": "movie",
        "title": "Minions Holiday Special",
        "description": "ကိုဗစ်ကြောင့်ခရီးမထွက်ရလို့စိတ်ညစ်နေတဲ့လူတွေကိုပျော်ရွှင်စေဖို့ Minions လေးတွေလာပါပြီ။\r\nHoliday Special အနေနဲ့ Minions ဇာတ်လမ်းတိုလေး(၄)ပုဒ်ကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။\r\nMinionsလေးတွေကိုမြင်တာနဲ့ ဇာတ်လမ်းလေးတွေက ဘယ်လိုဖြစ်မယ်ဆိုတာကိုသိနေကြမယ်လို့ထင်တာကြောင့် ထွေထွေထူးထူးမပြောတော့ပါဘူး။ဇာတ်လမ်းတိုလေးတွေဖြစ်တဲ့အတွက် . နည်းနည်းလေးပြောပြလိုက်ရုံနဲ့ အနှစ်အရသာလျော့သွားနိုင်တာမို့ မိမိဘာသာဒီဇာတ်လမ်းလေးကိုဒေါင်းကြည့်ကြပါကုန်။အခုကားလေးကိုကြည့်ပြီး တစ်ရက်တာကိုပျော်ပျော်ရွှင်ရွှင်ဖြတ်သန်းလိုက်နိုင်ကြပါစေ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။",
        "year": 2020,
        "imdb": 7,
        "comment": true,
        "rating": 5,
        "duration": null,
        "downloadas": "1",
        "playas": "1",
        "classification": "314 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/939843aa60e01f7c52e6af7597004ffd.jpg",
        "genres": [
            {
                "id": 3,
                "title": "Animation"
            }
        ],
        "trailer": {
            "id": 9711,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/s8x-Rd7YQl8"
        },
        "sources": [
            {
                "id": 9710,
                "type": "mp4",
                "url": "https:\/\/server.1otherzcm.xyz\/file\/chanzaw224\/other\/movies\/2020\/Illumination.Presents.Minions.Holiday.Special.2020.mp4"
            }
        ]
    },
    {
        "id": 1978,
        "type": "movie",
        "title": "My Father is a Hero",
        "description": "အားလုံးလည်းဒီကားလေးကိုရင်းရင်းနီးနီးသိနေကြမယ်ထင်ပါတယ်\r\nဂျက်လီကားတွေထဲကဘယ်ချိန်ပြန်ကြည့်ကြည့်မရိုးနိင်တဲ့\r\nဇတ်ကားလေးတစ်ကားပါပဲဇတ်ကားကတော့အရမ်း\r\nကြာပြီမို့blu ray ကွာလတီမရနိင်တော့တဲ့အတွက်\r\nအကြည်လင်ဆုံးdvd ripနဲ့တင်ဆက်ပေးလိုက်ပါတယ်\r\nတော်တော်လေးလည်းကြည်လင်ပြတ်သားပါတယ်\r\nရောဂါသည်ဇနီးသည်နဲ့သားလေးတစ်ဦးကိုချိူ့တဲ့စွာ\r\nထားရရှာတဲ့ရဲဝန်ထမ်းတစ်ဦးရဲ့ဇတ်လမ်းကိုပုံဖော်\r\nထားတဲ့ဇတ်ကားလေးပါမိမိကိုရဲမှန်းမည်သူမှမသိ\r\nအောင်လျိူ့ဝှက်ပြီးလူဆိုးဂိုဏ်းလေးထဲဝင်ရောက်ဖို့\r\nကြို းစားသည့်ရဲမှုူ းလေးတစ်ယောက်အဖြစ်ဂျက်လီက\r\nပိုင်ပိုင်နိင်နိင်သရုပ်ဆောင်ထားပါတယ်သားနဲ့အဖေ\r\nပေါင်းပြီးတိုက်ခိုက်သည့်တိုက်ကွက်တွေက\r\nကြည့်ပြီးသားပရိတ်သတ်တွေပြန်လည်အမှတ်ရစေ\r\nမည့်ဇတ်ကားကောင်းလေးတစ်ကားလို့ပြောကြား\r\nရင်းဒေါင်းလော့သာဆွဲကြပါတော့လို့",
        "year": 1995,
        "imdb": 6.6,
        "comment": true,
        "rating": 5,
        "duration": "104 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "821 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/0f5b35f226b6332d2d6c524b1289e0d5.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            },
            {
                "id": 14,
                "title": "China Collection"
            }
        ],
        "trailer": {
            "id": 9698,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/_glXJfXAoxA"
        },
        "sources": [
            {
                "id": 9697,
                "type": "mp4",
                "url": "https:\/\/server.collectionzcm.xyz\/file\/chanzaw224\/movies\/Jet.Li.Collection\/zCM.15.The.Enforcer...My.Father.Is.A.Hero.1995..mp4"
            }
        ]
    },
    {
        "id": 1977,
        "type": "movie",
        "title": "Wars In Chinatown",
        "description": "တရုတ်တန်းက စစ်ပွဲလေးအကြောင်း ပုံဖော်ထားတဲ့ ဇာတ်ကားကောင်းလေးကိုဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးက အမေရိကားရောက်နေတဲ့ တရုတ်တန်းက တရုတ်တွေအမေရိကန်ရဲအဖွဲ့ရဲ့ လျစ်လျူရှုခံရတာတွေ ဂျပန်ရဲ့ အမှောင်ထဲကအသုံးချခံရတာတွေကို ပုံဖော်ပြထားခဲ့တာပါ။\r\nဇာတ်လမ်းလေးကိုအကျဉ်းပြောရမယ်ဆိုရင်တော့ အမေရိကားရောက်\r\nတရုတ်လူမျိုးတွေ တစ်နေ့ကိုတစ်ယောက်နှုန်းနဲ့ နှလုံးဖောက်ခံရပြီးအမည်မဲ့အလောင်းတွေအနေနဲ့ ပေါ်ပေါ်လာတယ်။ဒါကို ဉာဏ်ကြီးရှင် မျက်နှာဖြူပလိပ်တွေက နှလုံးစားတဲ့မိစ္ဆာကြီးပေါ်လာတယ်ဆိုပြီးအမှုမလိုက်ဘူးတဲ့။ ဒီတော့ ကိုယ်ထူကိုယ်ထစနစ်နဲ့ တရုတ်တန်းကတရုတ်တွေ ဒီကိစ္စနောက်ကွယ်ကို စုံစမ်းရင်း ဒီဇာတ်လမ်းလေးပေါ်လာတာပါပဲTranslated & Review By Chu Chu",
        "year": 2019,
        "imdb": 6.3,
        "comment": true,
        "rating": 1.7,
        "duration": null,
        "downloadas": "1",
        "playas": "1",
        "classification": "836 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/86e71dd52d7886fbf401dca6b6f3948c.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            },
            {
                "id": 14,
                "title": "China Collection"
            }
        ],
        "sources": [
            {
                "id": 9696,
                "type": "mp4",
                "url": "https:\/\/server.1otherzcm.xyz\/file\/chanzaw224\/other\/movies\/2019\/Wars.In.ChinaTown.2019.mp4"
            }
        ]
    },
    {
        "id": 1975,
        "type": "movie",
        "title": "Absolutely Anything",
        "description": "ကျွန်တော်အရမ်းသဘောကျနှစ်သက်မိတဲ့ ဒီဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ..ဟာသဆန်ဆန်ရိုက်\r\nကူးထားပြီး..အတော်လေးလည်းသဘောကျမိတဲ့ ရုပ်ရှင်လေးပါ.. 2015 ခုနှစ်ထဲမှာထွက်ရှိထားပြီး\r\nရိုက်ကူးသူ ဒါရိုက်တာက Terry Jones ဖြစ်ပါတယ်..IMDb Rate ကလည်း 6 ရရှိထားပါတယ်..\r\nဇာတ်လမ်းအညွှန်းလေးကိုခံစားကြည့်ရအောင်Eccentric ဂြိုလ်သားတွေဟာ ကမ္ဘာကြီးကိုဖျက်ဆီးပစ်ဖို့အတွက် အထက်က အမိန့်ရထားပါတယ်..\r\nဒါပေမယ့် ဂြိုလ်သားတွေဟာ ကမ္ဘာကြီးကိုမဖျက်စီးခင်..စမ်းသပ်ဖို့အခွင့်အရေးရှိသင့်တယ်လို့ယူဆပြီး\r\nကမ္ဘာမြေပေါ်က ကြုံရာလူတစ်ယောက်ကို ရွေးချယ်ပြီး စွမ်းအင်တမျိုးပေးလိုက်ပါတယ်..စွမ်းအင်ကတော့\r\nကိုယ်လိုချင်တာ..ကိုယ်ဖြစ်တာ ဘာမဆို အကုန်ရနိုင်တဲ့ စွမ်းအင်ပါ..ဒီစွမ်းအင်ဟာ နေးလ် ဆီကိုရောက်\r\nသွားပါတယ်..နေးလ်ကိုယ်တိုင်လည်း ရထားလို့ရထားမှန်းမသိပါဘူး..သူသတိထားမိတဲ့အချိန်မှာတော့\r\nအရမ်းကိုပျော်သွားတာပေါ့..လိုရာတွေအကုန်တောင်းလို့ရတယ်.လိုချင်တာရတယ်..ဆိုတဲ့စွမ်းအင်\r\nပိုင်ဆိုင်သွားတဲ့အချိန်မှာ မပျော်တဲ့သူဆိုတာ ဘယ်ရှိမလဲ..အဲ့စွမ်းအား ရဲ့ အားနည်းချက်တစ်ခုကတော့\r\nကိုဖြစ်ချင်တဲ့အရာကို အသေးစိတ်ပြောမှရတာပါပဲ..လွယ်လွယ်နဲ့ပြောလိုက်မိပြီး တလွဲတွေဖြစ်ကုန်ပါတယ်\r\nဒီလိုအလွဲလေးတွေကိုဟာသဆန်ဆန်ရိုက်ကူးထားသလို..နေးလ်တစ်ယောက်ဒီစွမ်းအင်တွေနဲ့ဘာလုပ်မှာလဲ..ဂြိုလ်သားတွေစမ်းသပ်တဲ့စာမေးပွဲကိုအောင်ပါ့မလား..ဒါကိုရောသူသိရဲ့လား..ဖျက်ဆီးခံရမယ့်\r\nကမ္ဘာကြီးကိုဘယ်လိုကယ်တင်မလဲဆိုတာတွေကိုတော့ ဆက်လက်ကြည့်ရှုကြပါ",
        "year": 2015,
        "imdb": 6,
        "comment": true,
        "rating": 5,
        "duration": "85 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "551 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/378e9dcffa848850e55a8cb9bd4e770b.jpg",
        "genres": [
            {
                "id": 8,
                "title": "Sci-Fi"
            }
        ],
        "trailer": {
            "id": 9693,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/0CYVGN98ZLA"
        },
        "sources": [
            {
                "id": 9692,
                "type": "mp4",
                "url": "https:\/\/server.2d3dlive.shop\/file\/chanzaw224\/movies\/2015\/Absolutely.Anything.2015.mp4"
            }
        ]
    },
    {
        "id": 1974,
        "type": "movie",
        "title": "The Evil Dead",
        "description": "ပျော်ရွှင်ဖွယ် ခရီးလေး ထွက်လာတဲ့ သူငယ်ချင်းတစ်စု\r\nတောင်တွေ ကာရံပြီး ချောက်ကမ်းပါး ခြားနေတဲ့ တောတစ်ဖက်သို့\r\nခရော်နီခရောနဲ့ တံတားလေးကို ဖြတ်ပြီး တောထဲက အိမ်အိုကြီးကို\r\nရောက်အသွား စပ်စုတက်တဲ့ လူငယ်သဘာ၀ ဗီဇ အရ ပိတ်ထားတဲ့\r\nမြေအောက်ခန်းထဲကို ရောက်သွားပြီး မူလ ဘိုးဘေးတွေ အသံသွင်းထားတဲ့\r\nအသံဖမ်းစက် အဟောင်းကြီးကို ဖွင့်မိရာက အစ\r\nသရဲများ နိုးထ စေသော ဂါထာ ကို အသံဖမ်းစက်မှ ပြန်လည်ကြားပြီး\r\nတောထဲတွင် ချူပ်နှောင်ထားသော သရဲများ လွတ်လာပြီးနောက်\r\nလူငယ်တစ်စု ကို ပြန်ဖို့ မပေးတော့ပဲ မသေမချင်း သတ်ဖို့ ကြံစည်လေသောအခါဒီ ဇတ်ကားလေးကိုတော့ Channel Myanmar မှ ကိုဟေဒိ မှ ဘာသာပြန်ပေးထားတာပါအပိုင်း ၁ ကို ကြိုက်တယ် ဆိုရင်တော့ အပိုင်း ၂ နဲ့ ၃ ကို ဆက်တင်ပေးပါမယ်",
        "year": 1981,
        "imdb": 7.5,
        "comment": true,
        "rating": 3.9,
        "duration": "85 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "794 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/095caf001b6e001f37170240164c6766.jpg",
        "genres": [
            {
                "id": 5,
                "title": "Horror & Thriller"
            }
        ],
        "sources": [
            {
                "id": 9691,
                "type": "mp4",
                "url": "https:\/\/server.shwelifemyanmar.com\/file\/chanzaw224\/movies\/1981\/The.Evil.Dead.1981.mp4"
            }
        ]
    },
    {
        "id": 1973,
        "type": "movie",
        "title": "Miss Peregrine's Home for Peculiar Children",
        "description": "2016 စက်တင်ဘာမှာ ရုံတင်သွားတဲ့ ကားကောင်းတစ်ကားကို ဘာသာပြန်ပြီး တင်ပေးထားပါတယ်။ စာရေးဆရာ Ransom Riggs ရဲ့ Bestseller စာအုပ်ကို ပြန်လည်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ Harry Potter, Percy Jackson နဲ့ Narnia တို့လို Fantasy တွေ Adventure တွေကို ချစ်သူတွေအတွက်တော့ နောက်ထပ်လှပတဲ့ ကမ္ဘာသစ်တစ်ခုကို တွေ့မြင်ရဦးမှာပါပဲ။ IMDb 7.1 ရထားပါတယ်။ဇာတ်လမ်းအကျဉ်းမှာတော့ ဂျိတ်ခ်ဆိုတဲ့ လူငယ်လေးကို အဖိုးဖြစ်သူဟာ ငယ်စဉ်ကတည်းက ဆန်းကြယ်တဲ့ အစွမ်းရှိတဲ့ကလေးတွေနဲ့ သူတို့ကို စောင့်ရှောက်သူ ကျောင်းအုပ်ဆရာမကြီး Peregrineအကြောင်းကို ပြောပြလေ့ရှိပေမယ့် ပုံပြင်တွေအဖြစ်သာမှတ်ယူခဲ့ပါတယ်။ တစ်နေ့မှာတော့ အဖိုးဖြစ်သူဟာ ထူးဆန်းတဲ့သေဆုံးမှုနဲ့သေဆုံးသွားပြီး ဂျိတ်ခ်ဟာ အဖိုးဆီကိုလာတဲ့ ပို့စ်ကဒ်လေးမှတဆင့် ဝေလနယ်ရဲ့ ကျွန်းပေါ်က ကလေးထိန်းအိမ်လေးကို သွားရှာမိတဲ့အခါ…လူတွေမသိတဲ့ အချိန်ကာလတွေ..အစွမ်းတွေ..ရန်သူတွေကြားမှာ သူနဲ့သူ့အဖိုးဟာ ဘယ်လိုအစွမ်းရှိတဲ့လူတွေလဲဆိုတာ သိလာပါတော့တယ်။",
        "year": 2016,
        "imdb": 6.7,
        "comment": true,
        "rating": 3.1,
        "duration": "127 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "909 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/68d622dbfb583ad1b01ef685461871a8.jpg",
        "genres": [
            {
                "id": 7,
                "title": "Fantasy"
            }
        ],
        "trailer": {
            "id": 9690,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/tV_IhWE4LP0"
        },
        "sources": [
            {
                "id": 9689,
                "type": "mp4",
                "url": "https:\/\/server.1otherzcm.xyz\/file\/chanzaw224\/other\/movies\/2016\/Miss.Peregrines.Home.For.Peculiar.Children.2016.mp4"
            }
        ]
    },
    {
        "id": 1972,
        "type": "movie",
        "title": "The Polar Express",
        "description": "ဒီဇာတ်ကားလေးကို Forrest Gump နဲ့ Cast Away ကို ပဲ့ကိုင်ခဲ့သူ ဒါရိုက်တာ Robert Zemeckis က ရိုက်ကူးခဲ့တာဖြစ်ပါတယ်။IMDB Rating 6.6 ရှိပါတယ်။အဓိကဇာတ်ကောင်ဖြစ်တဲ့ကောင်လေး၊တခြားဇာတ်ကောင်တွေဖြစ်တဲ့ ကောင်လေးရဲ့အဖေ၊မီးရထားဂတ်ဗိုလ်၊ ဟိုဘို၊\r\nရုပ်သေးရုပ်နဲ့ ဆန်တာ နေရာတွေကို မင်းသားကြီး Tom Hanks ကလည်း အသံကော CGI ဇာတ်ကောင်အနေနဲ့ပါ သရုပ်ဆောင်ပေးခဲ့ပါတယ်။\r\nဇာတ်လမ်းလေးက ခရစ်စမတ်အကြိုညတစ်ညမှာ မှော်ဆန်ဆန်ရထားကြီးနဲ့ မြောက်ဝင်ရိုးစွန်းဒေသမှာရှိတဲ့ ဆန်တာကလော့စ်ရဲ့ နေရပ်ကိုရောက်သွားတဲ့ ကောင်လေးတစ်ယောက် အကြောင်းပါ။ပျော်စရာတွေဟာ ယုံကြည်မှုရှိသူတစ်ယောက်အတွက် အမြဲရှိနေမယ်ဆိုတာ သိလိုက်ရတဲ့ ကောင်လေးတစ်ယောက်ရဲ့ စွန့်စားခန်းဆိုပါတော့။မြောက်ဝင်ရိုးစွန်းကိုသွားတဲ့ ဒီခရီး တစ်လျှောက်မှာ ကောင်လေးက သူငယ်ချင်းတွေလည်းရခဲ့သလို ယုံကြည်မှုဆိုတဲ့စကားလုံးကို ကောင်းကောင်းကြီး သဘောပေါက်သွားခဲ့ပါတယ်။ကိုယ့်လူတို့လည်း ခရစ်စမတ်မရောက်ခင် ဇာတ်လိုက်လေးနဲ့အတူ Polar Express ကြီးစီးပြီး စွန့်စားခန်း ထွက်ကြည့်ကြပါဦးနော…",
        "year": 2004,
        "imdb": 6.6,
        "comment": true,
        "rating": 4.5,
        "duration": "100 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "749 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/3b2c2e938f209460ffe3f2095e16fe4f.jpg",
        "genres": [
            {
                "id": 3,
                "title": "Animation"
            }
        ],
        "trailer": {
            "id": 9688,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/F8_GUrqe5tc"
        },
        "sources": [
            {
                "id": 9687,
                "type": "mp4",
                "url": "https:\/\/server.naymin.xyz\/file\/chanzaw224\/movies\/2004\/The.Polar.Express.2004.mp4"
            }
        ]
    },
    {
        "id": 1971,
        "type": "movie",
        "title": "6 Underground",
        "description": "အားလုံးစောင့်နေတဲ့deadpoolမင်းသားရဲ့2019ထွက်ကားသစ်လေးလာပါပြီကမ္ဘာကြီးရဲ့အရှုပ်တွေကိုရှင်းပေးချင်တဲ့သူတစ်ယောက်ရဲ့ဇာတ်လမ်းကိုရိုက်ကူးထားတာပါတာကစ္စတန်ကိုအုပ်ချုပ်နေတဲ့သူသေ သွားတော့သူ့သားနှစ်ယောက်ထဲကမကောင်းတာတွေကိုလုပ်တဲ့လူကသူ့ညီကိုဖမ်းထားပြီးတော့\r\nနိုင်ငံကိုသိမ်းယူထားပါတယ်\r\nနိုင်ငံတွင်းမှာလည်းဆူပူမှုတွေရောဂတ်စ်နဲ့တိုက်ခိုက်မှုတွေကိုပါလုပ်တဲ့သူတစ်ယောက်ပေါ့အဲဒါကိုမြင်ပြီးကယ်တင်ချင်တဲ့ryan reynoldsတစ်ယောက်လူတွေလိုက်စုပြီးကဖမ်းခံထားရတဲ့ညီကိုကယ်တင်ဖို့လုပ်ပါတော့တယ်သူတို့အဖွဲ့ထဲမှာစည်းမျဉ်းတစ်ခုရှိပါတယ်ကိုယ်ဘယ်သူဘယ်ဝါဆိုတာအချင်းချင်းတောင်မသိကြတာပါနာမည်ကအစဘာဆိုဘာမှမသိကြတဲ့လူတွေစုပြီးတော့ဘယ်လိုတွေကယ်ဆယ်ရေးလုပ်ကြမလဲဆိုတာ….actionကြီးပဲမဟုတ်ပဲဟာသလေးတွေပါနှောထားတော့တကယ်ကိုကြည့်လို့ကောင်းတဲ့ဇာတ်ကားတစ်ကားဖြစ်မှာပါ",
        "year": 2019,
        "imdb": 6.1,
        "comment": true,
        "rating": 4.6,
        "duration": "128 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.17 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/2a73e2d27064b5bdd9a0770f638c8b9f.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            }
        ],
        "trailer": {
            "id": 9686,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/YLE85olJjp8"
        },
        "sources": [
            {
                "id": 9685,
                "type": "mp4",
                "url": "https:\/\/server.shwelifemyanmar.com\/file\/chanzaw224\/movies\/2019\/6.Underground.2019.Large.Size.mp4"
            }
        ]
    },
    {
        "id": 1970,
        "type": "movie",
        "title": "Hello Stranger",
        "description": "IMDb Rating (7.6\/10) ထိရရှိထားတဲ့ Comedy, Romance အမျိုးအစား ထိုင်းဇာတ်ကားပါ။\r\nမင်းသားက ATM Error ဇာတ်ကားထဲက မင်းသား Chantavit Dhanasevi ဖြစ်ပြီး\r\nမင်းသမီးကတော့ Nuengthida Sophon ဖြစ်ပါတယ်။\r\nကြည့်ပြီးသူတိုင်း သဘောကျတဲ့ ဟာသဆန်ဆန် အချစ်ဇာတ်လမ်းလေးပါ။\r\nဇာတ်လမ်းကို အသေးစိတ်မပြောတော့ပါဘူး။\r\nဇာတ်လမ်းလေးက ရိုးရှင်းသလိုနဲ့ သစ်ဆန်းပါတယ်…. တင်ဆက်ပုံလဲကောင်းမွန်ပါတယ်။\r\nအဓိကဇာတ်ဆောင်နှစ်ယောက်က သရုပ်ဆောင်မှုအပိုင်းမှာ\r\nအတော်လေးပြည့်စုံတာကြောင့် ကြည့်ရင်း ကြည့်ရင်း သဘောကျလာမိတဲ့ ဇာတ်ကားလေးပါ။\r\nမကြည့်ရသေးရင် အားလပ်ချိန်မှာ အနားယူရင်း ကြည့်သင့်တဲ့ဇာတ်ကားပါ။\r\n(မြန်မာစာတန်းထိုးကို Phyo Thu Hein နဲ့ July တို့မှ ဘာသာပြန်တင်ဆက်ထားတာပါ။)",
        "year": 2010,
        "imdb": 7.5,
        "comment": true,
        "rating": 4.2,
        "duration": "130 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "956 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/cb26ae1ce7621b8218a151303d62448b.jpg",
        "genres": [
            {
                "id": 9,
                "title": "Comedy"
            },
            {
                "id": 10,
                "title": "Korea, Thai Collection"
            }
        ],
        "trailer": {
            "id": 9684,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/U3ndnN643Ko"
        },
        "sources": [
            {
                "id": 9683,
                "type": "mp4",
                "url": "https:\/\/server.khitkyaungthar.xyz\/file\/chanzaw224\/movies\/2010\/Hello.Stranger.2010.mp4"
            }
        ]
    },
    {
        "id": 1969,
        "type": "movie",
        "title": "Johnny English Reborn",
        "description": "ပရိသတ်တွေအတွက် ၂၀၀၃ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Mr.Bean ရဲ့ Johnny English ရဲ့အဆက်ကို တင်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ဘုရင်မကြီးရဲ့သူရဖူကိုကာကွယ်နိုင်ခဲ့တဲ့ ဂျွန်နီဟာ သမ္မတ လုံခြုံရေးတာဝန်တစ်ခုမှာ မအောင်မြင်ခဲ့လို့ အထုတ်ခံခဲ့ရပြီး တိဘက်က ဘုန်းတော်ကြီးတွေဆီမှာ ပညာဆည်းပူးရင်း ဇာတ်မြုတ်နေခဲ့ပါတယ်။ တစ်နေ့မှာတော့ MI-7 ဟာ သူပါမှကိုရတော့မယ့် စစ်ဆင်ရေးတစ်ခုပေါ်ပေါက်လာချိန်မှာ ဂျွန်နီကို ပြန်လည်ခေါ်ယူပါတော့တယ်။ ဒီခါမှာတော့ Johnny English ရဲ့ ရင်သက်ရှုမောဖွယ် စွန့်စားခံတွေ ပြန်လည်စတင်ပါတော့တယ်။ဒီဇာတ်ကားရဲ့ ဇာတ်ညွှန်းကိုက အတော်ကို ရယ်စရာကောင်းပါတယ်။ စာတန်းမထိုးပဲတောင် Mr.Bean ရဲ့ သရုပ်ဆောင်မှုနဲ့ ဇာတ်လမ်းက ၂ ဆ ပိုရယ်နေရပါပြီ။ မြန်မာစာတန်းထိုးနဲ့ အပြည့်အစုံနားလည်ပြီးကြည့်ရမယ်ဆိုရင်တော့……ဆက်မပြောတော့ပါဘူး။ အောက်ကလင့်မှာသာဒေါင်းပြီးကြည့်လိုက်ကြပါတော့။",
        "year": 2011,
        "imdb": 6.3,
        "comment": true,
        "rating": 4,
        "duration": "101 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "730 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/f5d689fcd8f1a238db2ede8c9c3b5ba2.jpg",
        "genres": [
            {
                "id": 9,
                "title": "Comedy"
            }
        ],
        "trailer": {
            "id": 9681,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/wCsSzZU-sQ4"
        },
        "sources": [
            {
                "id": 9680,
                "type": "mp4",
                "url": "https:\/\/server.khitkyaungthar.xyz\/file\/chanzaw224\/movies\/2011\/Johnny.English.Reborn.2011.mp4"
            }
        ]
    },
    {
        "id": 1968,
        "type": "movie",
        "title": "Diary of a Wimpy Kid: Dog Days",
        "description": "ဒီဇာတ်ကားလေးဟာ ဆိုရင် seriesတွေနဲ့ ထွက်ထားသလို ဝတ္ထုအနေနဲ့လည်းရောင်းအားကောင်းလှတဲ့ Diary of a kid series ထဲက ဇာတ်လမ်းတစ်ပုဒ်ကို မှီးငြမ်းရိုက်ကူးထားတာပါ။ နွေရာသီကျောင်းပတ်ရက်ကို ရောက်လာပြီဆိုတာနဲ့ Greg တစ်ယောက သူ့ ဗီဒီယိုတွေနဲ့ပဲ အချိန်ကုန်ဖို့စီစဉ်ထားပါတယ်။ဒါပေမယ့် သူ့စိတ်ကူးထဲကလို မဖြစ်လာပါဘူး။မိဘတွေက သူ့ကိုဂိမ်းကစားတာရပ်ပြီးပြင်ပလှုပ်ရှားမှုတွေလုပ်စေချင်တာပါ။ဒီမှာGregနဲ့သူ့အဖေနဲ့ ကတောက်ကဆတွေ့ဖြစ်ပြီပေါ့။pool party တစ်ခုကိုအသွားမှာ ပြဿနာတွေကပိုဆိုးလာပြီ။ဘယ်လိုဆက်ဖြစ်မလဲ? တဖြည်းဖြည်းနဲ့ပြဿနာရှာတတ်တဲ့ကောင်လေး ဖြစ်လာတဲ့Gregကို ဒီလိုပဲဆက်သွားနေရင် တပ်ထဲပို့ပစ်မယ်လို့ အဖေက ခြိမ်းခြောက်လိုက်ပါပြီ။ဒီအချိန်မှာပဲ ခွေးလေး တစ်ကောင် သူတို့မိသားစုထဲ ရောက်လာပြီး Greg နဲ့ ဘယ်လိုနှစ်ပါးဆက်သွားမယ်ဆိုတာကတော့….. မိသားစု ဇာတ်ကားလေးဖြစ်ပြီး လူငယ်တွေရဲ့ သဘာဝ ကိုပေါ့ပေါ့ပါးပါးနဲ့ ရိုက်ကူးထားတာမို့ ပရိသတ်ကြီးအနေနဲ့ (ကလေးမိဘတွေရော ကလေးမိဘလောင်းလျာတွေရော) ကိုယ့်သားသမီးကို ဘယ်လို ကိုင်တွယ်ရမယ် ဆိုတာဗဟုသုတ တိုးစေမှာ ဖြစ်တာမို့ ကြည့်သင့်ပါတယ်။ IMDB rating ၆.၃အထိ ရထားသလို ပေါ့ပေါးပါးပါးနဲ့ ဟာသဆန်ဆန် ရိုက်ထားတာမို့ လူကြီး လူငယ်မရွေး ကြည့်လို့ရပါတယ်(ဇာတ်ကားအညွန်းရေးသူကတော့ ကောင်းမြတ်သူပဲ ဖြစ်ပါတယ်)",
        "year": 2012,
        "imdb": 6.3,
        "comment": true,
        "rating": 4.3,
        "duration": "94 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "0.99 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/9f58f07ef6fe1855d8655e8f9bfd228f.jpg",
        "genres": [
            {
                "id": 9,
                "title": "Comedy"
            }
        ],
        "trailer": {
            "id": 9679,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/NbnTf8MB8LI"
        },
        "sources": [
            {
                "id": 9678,
                "type": "mp4",
                "url": "https:\/\/server.mingalarpar.xyz\/file\/chanzaw224\/movies\/2012\/Diary.Of.A.Wimpy.Kid.Dog.Days.2012.mp4"
            }
        ]
    },
    {
        "id": 1967,
        "type": "movie",
        "title": "Ace Ventura: Pet Detective",
        "description": "The mask ဇာတ်ကားနဲ့သိကြတဲ့ ဟာသမင်းသားကြီး jim carry ရဲ့ ဟာသကားကောင်းလေးပါ Ace venture လို့ခေါ်တဲ့ တိရိစ္ဆာန်ပျောက်ဆုံးမှု့တွေကိုပဲ သီးသန့်လိုက်စုံစမ်းပေးတဲ့ လူတစ်ယောက် စုံစမ်းထောက်လှမ်းရာမှာတော်သော်လည်း ပြောင်ချော်ချော် မျက်နှာပေးကြောင့် လူတွေသိပ်ကြည့်မရတဲ့လူတစ်ယောက် ပမာမခန့်လုပ်ရပ်တွေနဲ့ ဒုရဲအုပ်လိုလူမျိုးကိုတောင် ပြန်လှောင်ရဲတဲ့လူတစ်ယောက် အဲ့လိုလူတစ်ယောက် ဘောလုံးအသင်းရဲ့ လာဘ်ကောင် လင်းပိုင်ပျောက်ဆုံးမှု့ကို လိုက်လံ စုံစမ်းသောအခါ လူသတ်မှု့၊ မိန်းမချော ၊ မထင်မှတ်ထားတဲ့တရားခံ စတဲ့ အလှည့်အပြောင်းများစွာနဲ့ ဇာတ်ကားဆုံးသည်အထိ ရယ်မောရင်း ခံစားသွားရမယ့် စုံထောက်ဟာသကားကောင်းလေးပါ မိသားစုနဲ့အတူ ပျော်ရွှင်စွာ ကြည့်ရှု့လိုက်ပါဦး။ IMDB rating 6.9 အထိ ရထားတဲ့ ဇာတ်ကားပါ။",
        "year": 1994,
        "imdb": 6.9,
        "comment": true,
        "rating": 4.8,
        "duration": "86 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "616 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/1eb3fc4cb60e1848054edef26af9e008.jpg",
        "genres": [
            {
                "id": 9,
                "title": "Comedy"
            }
        ],
        "trailer": {
            "id": 9677,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/JudjRVhIgns"
        },
        "sources": [
            {
                "id": 9676,
                "type": "mp4",
                "url": "https:\/\/server.crazyzcm.xyz\/file\/chanzaw224\/movies\/1994\/Ace.Ventura.Pet.Detective.1994.mp4"
            }
        ]
    },
    {
        "id": 1966,
        "type": "movie",
        "title": "The Jungle Book",
        "description": "ကျွန်တော်တို့ ငယ်ငယ်တုန်းက ကြည့်ခဲ့ဖူးတဲ့ The Jungle Book ဆိုတဲ့\r\nကာတွန်းကားလေး ပြန်တင်ချင်ပါတယ်။ တောတွင်းသားလေး တစ်ယောက်\r\nအကြောင်းပါ။ ကာတွန်းမတင်ရတာကြာလို့ အပျင်းပြေ ပြန်ကြည့်ရအောင်ဗျာ။မြန်မာပြည်မှာလဲ ကာတွန်းစာအုပ်ထွက်တဲ့အထိ အောင်မြင်ခဲ့တာကြောင့် ပရိသတ်တော်တော်များများနဲ့လဲ ရင်းနှီးပြီးသားဖြစ်မှာပါ။ IMDb Rating 7.6အထိ ရထားတာမို့ ပြန်ကြည့်လဲ မမှားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်\r\n(ဘာသာပြန်သူကတော့ ကိုမိုးစက်ပဲ ဖြစ်ပါတယ်)",
        "year": 1967,
        "imdb": 7.6,
        "comment": true,
        "rating": 2.3,
        "duration": "78 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "539 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/37442f05d3b9443779d3c655c12d9be2.jpg",
        "genres": [
            {
                "id": 3,
                "title": "Animation"
            }
        ],
        "trailer": {
            "id": 9675,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/ker49kN5Agk"
        },
        "sources": [
            {
                "id": 9674,
                "type": "mp4",
                "url": "https:\/\/server.shwelifemyanmar.com\/file\/chanzaw224\/movies\/1967\/The.Jungle.Book.1967.mp4"
            }
        ]
    },
    {
        "id": 1965,
        "type": "movie",
        "title": "Once Upon a Time in China",
        "description": "ဒီဇတ်လမ်းကတော့ အများရင်းနှီးပြီးသား ဖြစ်တဲ့ တရုတ်နိုင်ငံရဲ့ ရာဇဝင်မှာ ကျော်ကြားလှတဲ့မဟုတ်မခံစိတ်ရှိသူ သနားတက်သူ ကြင်နာတက်သူ သဘောကောင်းလွန်းသူ\r\nသိုင်းအကျော်အမော် ဒေါက်တာ ဝမ်ဖေးဟုန် အကြောင်း ရိုက်ကူးထားသော ရုပ်ရှင်ကားဖြစ်ပြီး\r\nကွန်ဖူးမင်းသားကြီး ဂျက်လီ မှ သရုပ်ဆောင်ရိုက်ကူးပေးထားပါတယ်…အင်္ဂလိပ်လက် ကျရောက်နေပြီး လူတွေက စိတ်ဓါတ်ပျက်ပြား အကျင့်တွေ ဖောက်ပြား နိုင်ငံခြားကို အထင်ကြီးစိတ်ဝင်ကိုယ့် လူမျိုးအချင်းချင်း အနိုင်ကျင့် ဗိုလ်ကျ တောကြောင် လက်ခမောင်း ခက်တာတွေ က အစ စိတ်ထဲ မဟုတ်မခံစိတ်ဝင်ရောက်လာအောင် ရိုက်ပြထားခဲ့ပြီး ရင်သက်ရှုမောဖွယ် သိုင်းကွက် များကို လဲ မြင်တွေ့ရမှာဖြစ်ပါတယ်ကြာမြင့်ချိန် ၂ နာရီကျော်တာမို့ မိသားစု နှင့် ကြည့်ရှုအပန်းပြေနိုင်သော ရုပ်ရှင်ကားကောင်းအဖြစ်ညွှန်းဆိုလိုက်ပါရစေ….ဒီ ရုပ်ရှင်ကားကို Channel Myanmar Translator ဖြစ်သူ Jin Jin မှ ဘာသာပြန်ပေးထားပါတယ်…",
        "year": 1991,
        "imdb": 7.4,
        "comment": true,
        "rating": 3.5,
        "duration": null,
        "downloadas": "1",
        "playas": "1",
        "classification": "959 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/c882f153ebcedb1cc72dc24dfd9c7887.jpg",
        "cover": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/cover_thumb\/uploads\/jpg\/bf1a1508ad23f13aa649e0ea84096fa7.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            },
            {
                "id": 14,
                "title": "China Collection"
            }
        ],
        "trailer": {
            "id": 9670,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/x95gXieo3f0"
        },
        "sources": [
            {
                "id": 9669,
                "type": "mp4",
                "url": "https:\/\/server.collectionzcm.xyz\/file\/chanzaw224\/movies\/Jet.Li.Collection\/zCM.04.Once.Upon.A.Time.In.China.I..1991..mp4"
            }
        ]
    },
    {
        "id": 1964,
        "type": "movie",
        "title": "Reborn",
        "description": "နည်းပညာတိုးတက်နေတဲ့ခေတ်ကြီးထဲမှာလူတွေဟာအမျိုးမျိုးတီထွင်ကြံဆကြတယ်..ကောင်းမွန်လွန်းတဲ့ နည်းပညာဆိုတာတွေကကောင်းတဲ့လူတွေလက်ထဲရောက်ရင် ကမ္ဘာကြီးအကျိုးရှိသလောက်မကောင်းတဲ့လူတွေလက်ထဲကျရင် ကပ်ဆိုးတွေကြုံရတာပါပဲဒီဇာတ်လမ်းလေးမှာတော့ Hacker သုံးဦးရဲ့ဒိတ်ဒိတ်ကျဲစွန့်စားခန်းကို\r\nရိုက်ကူးတင်ဆက်ထားခြင်းပဲဖြစ်ပါတယ်\r\nHacking ပညာ ကို 13 နှစ်ကတည်းစတင်လေ့လာပြီးCaptain Pirate လို့နာမည်ဝှက်ရထားတဲ့ လူငယ်လေးတစ်ဦးZebra နဲ့ စူးရီဆိုတဲ့ Hacker ရော ကိုယ်ခံပညာရော ကျွမ်းကျင်ပြီးပိုက်ဆံရရင်ဘာမဆိုလုပ်မယ့် စုံတွဲတို့..Zebra နဲ့စူးရီဟာ သူတို့လက်ခံ လိုက်တဲ့အလုပ်တခုအတွက်Captain Pirate အမည်ရတဲ့လူငယ်လေးကို အသင်းမှာပါအောင်ဆွဲဆောင်ရမယ်..အဲ့လိုစွဲဆောင်တဲ့နေရာမှာ စူးရီကိုအသုံးချပြီးမြူဆွယ်ဖို့အတွက်ပေါ့..ကောင်လေးကလည်း FA အကြီးစားလေသူတို့ရဲ့ target က Oasis Operation System ပါပဲအဲ့ System ဆိုတာကတော့ ကုန်းလမ်း ရေလမ်း လေကြောင်းလိုင်းစတဲ့ ဝန်ဆောင်မှုတွေကိုထိန်းချုပ်ထားပြီး အလုံခြုံဆုံးသောကွန်ရက်တခုသူတို့ ထိုးဖောက်နိုင်ပါ့မလား..ပြီးတော့ သူတို့၃ဦးဟာကိုယ်ဘယ်လမ်းကြောင်းပေါ်ကိုရောက်နေလို့ရောက်မှန်းမသိဖြစ်လာနေတာကိုလည်း သတိပြုလိုက်မိတဲ့အချိန်မှာတော့………………စဆုံး ဆွဲဆောင်မှုရှိရှိနဲ့ စိတ်ဝင်တစားကြည့်ရမယ့်ဇာတ်လမ်းကောင်းလေး တခုပါပဲ",
        "year": 2018,
        "imdb": 5.1,
        "comment": true,
        "rating": 3.8,
        "duration": null,
        "downloadas": "1",
        "playas": "1",
        "classification": "992 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/0688bb53793a3b9eb51dc143ffbbbc10.jpg",
        "genres": [
            {
                "id": 8,
                "title": "Sci-Fi"
            },
            {
                "id": 14,
                "title": "China Collection"
            }
        ],
        "trailer": {
            "id": 9668,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/uxM6vsMNwXs"
        },
        "sources": [
            {
                "id": 9667,
                "type": "mp4",
                "url": "https:\/\/server.shwelifemyanmar.com\/file\/chanzaw224\/movies\/2018\/Reborn.2018.mp4"
            }
        ]
    },
    {
        "id": 1963,
        "type": "movie",
        "title": "OMG: Oh My God!",
        "description": "ဒီဇာတ်ကားလေးကတော့ ကြည့်တိုင်းမရိုးရတဲ့ အတွေးအခေါ်ကားလေးဖြစ်ပြီး IMDB -8.3 အထိလည်း ရရှိထားပါသေးတယ်။ ဇာတ်လမ်းအရတော့ မစ္စတာကမ်ဂျီ ဆိုသူဟာ ဘာသာမဲ့တစ်ဦးဖြစ်ပြီး ကိုးကွယ်မှုအပေါ်လည်း လက်တလုံးခြား အမြတ်ထုတ်နေသူတစ်ဦးလည်းဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ သူရဲ့ ဆင်းတုတော်ဆိုင်လေး ငလျင်ဒဏ်ကြောင့် ပျက်စီးသွားခဲ့ပါတယ်။ ဒါကြောင့် မစ္စတာကမ်ဂျီ ဟာ အာမခံကုမ္ပဏီရဲ့ လျော်ကြေးကို သွားရောက်တောင်းခံခဲ့ပါတယ်။ သို့သော် ဒီပျက်စီးမှုဟာ ဘုရား ကို မယုံကြည်မှု စော်ကားမှုကြောင့် ဖြစ်ရသည်ဟု ငြင်းဆိုမှုကြောင့် မစ္စတာ ကမ်ဂျီလည်း အာမခံကြေးမရှိခဲ့ပေ။ဤသို့သော အကြောင်းတွေကြောင့် မစ္စတာကမ်ဂျီဟာ ဘုရားကို တရားစွဲဖို့ ကြိုးပမ်းခဲ့ပါတယ်။ ဘာသာရေးခေါင်းဆောင်တွေကို ဆင့်ခေါ်စေပြီး ဘုရား၏ ဖန်တီးမှုကြောင့် သူ့ဆိုင် ပြိုပျက်ရခြင်းဖြစ်ကြောင်း ရှင်းပြရင်း တရားဆိုင်စေခဲ့ပါတယ်။ ဒီကားလေးရဲ့ အနှစ်သာရကတော့ လေးနက်လွန်းလှပြီး ဘာသာမဲ့တစ်ဦး၏ တရားဆိုင်မှုတွေက စိတ်ဝင်စားစရာကောင်းလာခဲ့ ပါတယ်။ မစ္စတာကမ်ဂျီရဲ့နိဂုံး ဘယ်လို အဆုံးသတ်ခဲ့မလဲ။ တရားရေးဆိုင်မှုတွေက အောင်မြင်လာခဲ့မလား ဆိုတာတော့ ကိုယ်တိုင်ကြည့်ရှုရင်း တွေးဆလာမိမှာပါ။ဘာသာရေး တစ်ခုရဲ့ယုံကြည်မှုက နှလုံးသားက မွေးဖွားလာခြင်းဖြစ်ပြီး အယောင်ဆောင် ကိုးကွယ်မှုတွေကို ဒီဇာတ်ကားလေးက ကောင်းကောင်းကြီးသရော်စေခဲ့ပါတယ်။ ထို့ပြင် သန့်ရှင်းတဲ့ဘာသာရေးအပေါ် အသုံးချနေသူတွေရဲ့ သဘောသဘာဝနှင့် စကားတစ်ခွန်း၏ ညွန်းဆိုပုံတွေကလည်း ကွက်ကွက်ကွင်းကွင်းရှိလှတာကြောင့် ကြည့်ရှုရင်း အကျိုးရှိလှစေသည့် ဇာတ်ကားဖြစ်ကြောင်း ဖော်ပြအပ်ပါသည်။",
        "year": 2012,
        "imdb": 8.1,
        "comment": true,
        "rating": 4.2,
        "duration": "125 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "927 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/d4af9185dc016e74ab42f834cc41c09d.jpg",
        "genres": [
            {
                "id": 7,
                "title": "Fantasy"
            },
            {
                "id": 12,
                "title": "Bollywood (India)"
            }
        ],
        "trailer": {
            "id": 9666,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/eSfJ9NTE0OE"
        },
        "sources": [
            {
                "id": 9665,
                "type": "mp4",
                "url": "https:\/\/server.mingalarpar.xyz\/file\/chanzaw224\/movies\/2012\/Oh.My.God.2012.mp4"
            }
        ]
    },
    {
        "id": 1962,
        "type": "movie",
        "title": "The Water Horse",
        "description": "ဒုတိယကမ္ဘာစစ်မီးကြီးဟာ အရှိန်အဟုန်ကောင်းကောင်းနဲ့\r\nတောက်လောင်နေခဲ့တဲ့အချိန် အင်္ဂလန်ရဲ့အစွန်အဖျား တောကျတဲ့\r\nပင်လယ်ဝက ရွာလေးတစ်ရွာမှာ လူငယ်လေးတစ်ယောက်ဟာ\r\nစစ်အတွင်း တာဝန်ထမ်းဆောင်ဖို့ ထွက်သွားတဲ့ သူ့ရဲ့အဖေပြန်အလာကို\r\nနေ့တိုင်းစောင့်မျှော်ရှာနေခဲ့ပါတယ်။\r\nသူဟာ သူ့ရဲ့ဖခင်ကိုသူသတိရနေခဲ့သလို\r\nသူ့ရဲ့ ကျေးလက်ရွာငယ်လေးဟာလည်း စစ်ရဲ့ ကြမ်းတမ်းတဲ့အငွေ့အသက်ကို\r\nမသိမသာရော သိသိသာသာကြီးပါ ခံစားနေခဲ့ရပါပြီ။ဒီလူငယ်လေးဟာ\r\nရေကြောက်တတ်တဲ့သူဖြစ်ခဲ့ပေမယ့် ရေပြင်ကျယ်ကြီးနဲ့ နက်နက်ရှိုင်းရှိုင်း\r\nပတ်သက်ခဲ့ဖို့လည်း ကုသိုလ်ကံပါလာခဲ့သူပါ။x\r\nဒီဇာတ်လမ်းမှာထဲမှာ လှပတဲ့\r\nကျေးလက်ရှုခင်းများအပြင် စစ်အတွင်းကာလရဲ့ ဆိုးဝါးကြမ်းကြုတ်လှတဲ့\r\nကံတရားတွေ လူနဲ့တိရိစ္ဆာန်တွေကြားထဲက ချစ်ခြင်းမေတ္တာတွေကို\r\nအလှပဆုံး ဖေါ်ကြူးထားခဲ့ပါတယ်။ဇာတ်လမ်းဟာ အရမ်းကိုရိုးရှင်းလှသလို\r\nဇာတ်ကွက်ဇာတ်အိမ်ကလည်း သိပ်ကို ရိုးရှင်းလှပါတယ်…ဒါပေမယ့်\r\nသူ့ခေတ်သူ့အခါတုန်းက Box office: 103.1 million USD ဝင်ငွေပြန်လည်ရရှိခဲ့တဲ့အထိ\r\nအောင်မြင်ခဲ့ပြီး သိပ်ကိုလှပတဲ့ဇာတ်လမ်းလေးတစ်ခုလို့သတ်မှတ် ခံထားရတာပါ ။Rating အနေနဲ့ကတော့ IMDb 6.4 ရရှိခဲ့ပြီး Rotten Tomatoes မှာ 74% ရရှိထားပါတယ်။ဘာကြောင့် ခုလို ဝင်ငွေကောင်းပြီး Rating တွေမြင့်နေလဲဆိုတာတော့ ကိုယ်တိုင်ပဲ\r\nကြည့်ရှုခံစားလိုက်ပါဦး။",
        "year": 2007,
        "imdb": 6.4,
        "comment": true,
        "rating": 3.8,
        "duration": "112 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "0.97 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/dc5c40513ae8e5f4c3dd69ae23e6f01c.jpg",
        "cover": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/cover_thumb\/uploads\/jpg\/3fea4bfb66185177847372d308de7bd6.jpg",
        "genres": [
            {
                "id": 7,
                "title": "Fantasy"
            }
        ],
        "trailer": {
            "id": 9664,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/iuvPpCMgA9U"
        },
        "sources": [
            {
                "id": 9663,
                "type": "mp4",
                "url": "https:\/\/server.alinzcm.xyz\/file\/chanzaw224\/movies\/2007\/The.Water.Horse.Legend.Of.The.Deep.2007.mp4"
            }
        ]
    },
    {
        "id": 1961,
        "type": "movie",
        "title": "50 First Dates",
        "description": "သစ္စာနီကပြောတယ် အချစ်ဆိုတာ ဆပ်ပြာဖူဖောင်းတဲ့ တာရာမင်းဝေကတော့ အချစ်ဆိုတာ မသိစိတ်ရဲ့တည်ရှိခြင်းနဲ့ ဖြစ်ခြင်းကြားက\r\nလျှို့ဝှက်သောဆုံမှတ်တဲ့ တက္ကသိုလ်ဘုန်းနိုင်ကတော့ အချစ်စစ်ဆိုတာ တစ်သက်မှာတစ်ခါပွင့်တဲ့ ပိတောက်ပန်းရဲ့သစ္စာတရားနဲ့ခိုင်းနှိုင်းထားတယ်\r\nအချစ်ကြောင့်ဖြစ်တဲ့လုပ်ရပ်တွေကိုတော့တစ်ချို့ကပြောကြတယ် ဟန်ဆောင်မှုတွေကျော်လွန်ပြီး သတ္တိတွေရဲ့အလွန်ကိုတွန်းပို့ခြင်းခံရတဲ့လုပ်ရပ်တဲ့ ရူးသွပ်မိုက်မဲခြင်းလို့လည်း ခပ်ကြမ်းကြမ်းခေါင်းစဉ်တပ်ကြတာလည်းရှိတယ်….ကျွန်တော်တို့ဘဝမှာ မိုက်မဲခြင်းရူးသွပ်ခြင်းတွေမြောက်များစွာ\r\nလုပ်ခဲ့ကြတယ် ဒီလိုလုပ်ရပ်တွေကြားမှာ အချစ်ကြောင့်ရူးသွပ်သွားတာကတော့ အရမ်းချိုမြိန်ပျော်ရွှင်ဖို့ကောင်းပါတယ် …..ဘာလို့ဆိုနှလုံးသားရဲ့လိုအပ်\r\nချက် အချစ်ကိုတခြားအရာတွေက ဖြည့်ဆည်းပေးနိုင်တာမှမဟုတ်တာ………\r\nငါးပြတိုက်မှာအလုပ်လုပ်နေတဲ့လူရွယ်တစ်ယောက်ရှိတယ်…တစ်နေ့စားသောက်ဆိုင်မှာထိုင်နေရင်း မုန်တွေ့နဲ့ဆော့ကစားနေတဲ့ကောင်မလေးကိုတွေ့\r\nမိတယ်….အဲ့ကောင်မလေးကိုမြင်တော့စိတ်ဝင်စားသွားပြီး ချဉ်းကပ်မိတယ်…..သူအောင်မြင်ပါတယ်…နောက်နေ့ဒီလိုအချိန်တွေ့ဖို့ကောင်မလေး\r\nကတောင်ပြန်ချိန်းသွားတယ်….နောက်တစ်နေ့မှာ ကောင်မလေးနဲ့တွေ့တော့ သူနှုတ်ဆက်မိတယ်…ထူးဆန်းတာက ကောင်မလေးရဲ့တုန့်ပြန်မှုပဲ…\r\nခပ်စိမ်းစိမ်းကြည့်ရင်း ဘာတွေလာကြောင်နေတာလဲဆိုတဲ့ခွန်းတုံပြန်မှုကြောင့် သူဆွံအသွားတယ်….\r\nနောက်မှသိလိုက်ရတာက ကောင်မလေးဟာ ကားမတော်တဆမှုကြောင့် ခပ်ဆန်းဆန်းအတိတ်မေ့ရောဂါရနေတာပါပဲ…..\r\nကျွန်တော်ပြောတဲ့ သတ္တိတွေရဲ့အလွန် ရူးသွပ်မိုက်မဲခြင်းဆိုတာ အဲ့ဒီမှ စတာပဲ…ဆက်ပြောရင် ပေါ့သွားမှာစိုးရိမ်လို့ ဒီတင်ပဲနားပါရစေ….\r\n” ခင်ဗျား တို့ ကျွန်တော့ကိုရူးတယ်ပဲပြောပြော\r\nမိုက်မဲလွန်းတယ်ပြောပြောရပါတယ် ဒါပေမဲ့ ကျွန်တော်ပျော်တယ် ကျွန်တော့ဘဝဟာ သူမပါ…. အားလုံးအတွက်ရင်ဆိုင်နိုင်တယ်...နောက်တစ်ခုပြောချင်တာက\r\nကျွန်တော့ကိုပြစ်တင်ဝေဖန်နေမိတယ်ဆိုရင် သေချာတယ် ခင်ဗျားဟာ အချစ်ကိုမကြုံဖူးသေးသလို ကျွန်တော့လိုအချစ်စစ်တစ်ခုနဲ့မချစ်ဖူးသေးလို့ပါပဲ….”\r\nဒီကားလေးပြီးတော့ လူရွယ်က ကျွန်တော်တို့ကို အသံတိတ် ဒီစကားလေးပြောသွားတယ်လို့ ကျွန်တော်ထင်မိတယ်",
        "year": 2004,
        "imdb": 6.8,
        "comment": true,
        "rating": 4,
        "duration": "99 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "911 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/a743719445272fdc34c94ec294eed551.jpg",
        "genres": [
            {
                "id": 9,
                "title": "Comedy"
            }
        ],
        "trailer": {
            "id": 9662,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/Vi1uewVWxos"
        },
        "sources": [
            {
                "id": 9661,
                "type": "mp4",
                "url": "https:\/\/server.naymin.xyz\/file\/chanzaw224\/movies\/2004\/50.First.Dates.2004.mp4"
            }
        ]
    },
    {
        "id": 1960,
        "type": "movie",
        "title": "Taken 3",
        "description": "ဒီကားက တော့ Liam Neeson ကို Action မင်းသားအဖြစ် ကမ္ဘာကျော်စေခဲ့တဲ့\r\nTaken ဇာတ်ကား ရဲ့ တတိယမြောက်နဲ့ နောက်ဆုံးကားဖြစ်ပါတယ်။\r\nTaken ရဲ့နောက်ဆုံးဇာတ်ကားကိုတော့ ကျွန်တော်အညွှန်းမပေးတော့ပါဘူး။\r\nဇာတ်လမ်းက Taken ရဲ့ကျောရိုးကနေ ကွဲထွက်နေတယ်လို့ယူဆလို့ပါ။\r\nအကြိုက်မတွေ့ဆုံးအချက်ကတော့ Lenny ရဲ့ ယောက်ျား Stuart ကိုဒီဇာတ်ကားမှာ သရုပ်ဆောင် ပြောင်းထားပြီး Stuart အဖြစ် စကော့တလန် လူမျိုုး သရုပ်ဆောင် ဖြစ်တဲ့\r\nDougray Scott ကို သရုပ်ဆောင်ခိုင်းထားတဲ့အချက်ပါပဲ။\r\nAction ဇာတ်ကားအဖြစ်သာ ကြည့်ရင်တော့ အကြိုက်တွေ့ကြမှာပါ။",
        "year": 2014,
        "imdb": 6,
        "comment": true,
        "rating": 4.1,
        "duration": "108 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.13 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/f422facbbda94ee35f9fb903960ad1bb.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            }
        ],
        "trailer": {
            "id": 9660,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/JuU0M2xBasc"
        },
        "sources": [
            {
                "id": 9659,
                "type": "mp4",
                "url": "https:\/\/server.2d3dlive.shop\/file\/chanzaw224\/movies\/2014\/Taken.3.2014.mp4"
            }
        ]
    },
    {
        "id": 1959,
        "type": "movie",
        "title": "Diary of a Wimpy Kid: Rodrick Rules",
        "description": "ဒီဇာတ်ကားလေးဟာ စာရေးဆရာ Jeff Kenny ရဲ့ကလေးဝတ္တ္တုလေးတွေကို ရုပ်ရှင်အဖြစ်ပြန်လည်အသက်သွင်းထားတဲ့ဇာတ်ကားလေးတွေထဲမှတစ်ကားဖြစ်ပြီး IMDB Rating 6.6 ထိရရှိထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ထုံးစံအတိုင်း ဂရက် နဲ့ ရော့ဒရစ် ညီအကိုနှစ်ယောက်ရဲ့ ကတောက်ကဆမှုတွေနဲ့ပဲ ပတ်သက်ပြီးအစပျိုးထားပါတယ်။နောက်ပြီး ဂရက် တို့ကျောင်းကိုအသစ်ပြောင်းလာတဲ့ ပေါ်ပြူလာအဖြစ်ဆုံးဘက်စုံထူးချွန်တဲ့ကျောင်းသူလေး ဟိုလီ သူကလည်း ဂရက်သာ မက အားလုံးကစိတ်ဝင်စားခြင်းခံရသူပါ။ဂရက် ဟာလည်း အိမ်မှာတင်မကပဲ ကျောင်းအထိပါ ရော့ဒရစ် ရဲ့ လွှမ်းမိုးမှုကြောင့် ကျောင်းမှာပါအဆင်မပြေမှုတွေကြုံရတယ်ဟုယူဆကာ မိသားစုအပေါ်အမြင်မကြည်ခဲ့ပါဘူး။ဒီပြသနာတွေကို အဆင်ပြေစေဖို့ သူတို့မိဘတွေက နှစ်ယောက်ပူးတွဲလုပ်ဆောင်ရမဲ့ကိစ္စတွေကိုတာဝန်ပေးခဲ့ပေမဲ့လည်း ခဏတာပဲအဆင်ပြေခဲ့ပြီး နားလည်မှုလွဲမှားကြကာပြန်မသင့်မမြတ်ဖြစ်ခဲ့တာကြောင့် နှစ်ယောက်စလုံး သူတို့ရဲ့အဖိုးရှိတဲ့ အငြိမ်းစားဂေဟာကိုသွားနေဖို့ဒဏ်ပေးခြင်းခံရတဲ့နောက်မှာတော့ ဂရက်တစ်ယောက် ဘယ်လိုအကြံစည်တွေ ဘယ်လိုမိတ်ဆွေသစ်တွေရခဲ့ပြီး ဒီပြသနာတွေကိုဖြေရှင်းမလဲဆိုတာ ကိုဇာတ်ကားလေးမှာပဲဆက်လက်ကြည့်ကြပါခင်ဗျာ။",
        "year": 2011,
        "imdb": 6.5,
        "comment": true,
        "rating": 5,
        "duration": "99 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "712 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/32d133b3dad206970dd8b4e6ab4868a4.jpg",
        "genres": [
            {
                "id": 9,
                "title": "Comedy"
            }
        ],
        "trailer": {
            "id": 9658,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/ZbqqYuG1TCM"
        },
        "sources": [
            {
                "id": 9657,
                "type": "mp4",
                "url": "https:\/\/server.khitkyaungthar.xyz\/file\/chanzaw224\/movies\/2011\/Diary.Of.A.Wimpy.Kid.Rodrick.Rules.2011.mp4"
            }
        ]
    },
    {
        "id": 1958,
        "type": "movie",
        "title": "Metamorphosis",
        "description": "အရင်တစ်ခေါက်က Divine Fury ကြည့်ပြီး ပါဝါရိန်းဂျားဆန်သွားလို့ သိပ်ပြီးတော့အားမရလိုက်တဲ့သူတွေအဖို့ ဒီကားက တော်တော်အားရကြေနပ်စေမှာပါကိုရီးယားက မိတ်ကပ်နဲ့ရိုက်ကူးမှုအပိုင်းမှာ အားသာပြီးသားမို့လို့ ကြည့်ရကောင်းမှာသေချာပြီးသားဆိုပေမယ့် ဇာတ်လမ်းကပါကောင်းတော့ကြည့်ရတာတော်တော်တန်တဲ့ကားတစ်ကားဖြစ်သွားပါတော့တယ်\r\nနတ်ဆိုးနှင်တဲ့ကားပါပဲ ဒါပေမယ့် ရိုက်တာပီပြင်လွန်းလို့ ကိုယ်ပါအဲ့နားရောက်နေသလိုပါပဲ\r\nထမင်းစားနေတုန်းတော့ မကြည့်ပါနဲ့ သွေးအလိမ်းလိမ်းနဲ့ တကယ်ဖြစ်နေသလိုကြီးကိုပီပီပြင်ပြင်ရိုက်ထားတာမို့လို့ပါခရစ်ယာန်နတ်ဆိုးနှင်တဲ့ဘုန်းကြီးတစ်ယောက်ရဲ့အလုပ်ဟာ ဘဝတစ်ခုလုံးပေးပြီးတော့ လုပ်ရတဲ့အလုပ်ပါဒီလိုမျိုးမှာကိုမှ ကိုယ့်မိသားစုထဲကိုပါ နတ်ဆိုးတစ်ကောင်က ရောက်လာရင်တော့ ဘယ်လိုစိတ်အခြေအနေနဲ့နှင်ရမှာပါလဲပြီးတော့ နာမည်နဲ့လိုက်အောင် ဒီကားထဲကနတ်ဆိုးက ရုပ်ပြောင်းရုပ်လွှဲနဲ့ဝင်တာပါပြောရင်းနဲ့ စပွိုင်းမိမှာစိုးလို့ ဒီလောက်ပဲပြောလိုက်ပါတော့မယ်ကျန်တာကိုတော့ ဆက်ကြည့်လိုက်ပါတော့အညွှန်းနဲ့ဘာသာပြန်ကတော့ Fliex ဖြစ်ပါတယ်",
        "year": 2019,
        "imdb": 5.3,
        "comment": true,
        "rating": 3.6,
        "duration": null,
        "downloadas": "1",
        "playas": "1",
        "classification": "950 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/a826c01d6bf7a6bc080dc655beb2f5f3.jpg",
        "genres": [
            {
                "id": 5,
                "title": "Horror & Thriller"
            },
            {
                "id": 10,
                "title": "Korea, Thai Collection"
            }
        ],
        "trailer": {
            "id": 9656,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/KmSzCGY8sjU"
        },
        "sources": [
            {
                "id": 9655,
                "type": "mp4",
                "url": "https:\/\/server.shwelifemyanmar.com\/file\/chanzaw224\/movies\/2019\/Metamorphosis.2019.720p.FHD.NonDRM.mp4"
            }
        ]
    },
    {
        "id": 1957,
        "type": "movie",
        "title": "Rab Ne Bana Di Jodi",
        "description": "မင်းသားကြီး ရှာရွတ်ခန်း နဲ့ PK မင်းသမီး Anushka Sharma တို့အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့\r\nComedy, Drama, Musical အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။\r\nအချစ်က အရာရာကိုပြောင်းလဲစေနိုင်တယ်ဆိုတာ မျက်ဝါးထင်ထင်မြင်ရမယ့်ဇာတ်ကားပါ။\r\nဇာတ်လမ်းပေါ့သွားမှာစိုးလို့ အညွှန်းမပေးတော့ပါဘူး။\r\nIMDb Rating (7.1\/10) နဲ့ Rotten Tomatoes (83%) ရရှိထားလို့\r\nဇာတ်ကားကောင်းတစ်ကားဖြစ်တဲ့အကြောင်း သိပ်လဲညွှန်းစရာမလိုပါ။\r\n(ဒီဇာတ်ကားကို Aung Maw Han မှခံစားတင်ဆက်ထားပါတယ်။)",
        "year": 2008,
        "imdb": 7.2,
        "comment": true,
        "rating": 3.6,
        "duration": "167 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.14 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/9ae078f6b7eecb4130b40b9939d03a2d.jpg",
        "genres": [
            {
                "id": 12,
                "title": "Bollywood (India)"
            },
            {
                "id": 13,
                "title": "Drama"
            }
        ],
        "trailer": {
            "id": 9654,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/QB2fZsBZGYs"
        },
        "sources": [
            {
                "id": 9653,
                "type": "mp4",
                "url": "https:\/\/server.alinzcm.xyz\/file\/chanzaw224\/movies\/2008\/Rab.Ne.Bana.Di.Jodi.2008.mp4"
            }
        ]
    },
    {
        "id": 1956,
        "type": "movie",
        "title": "Mosul",
        "description": "အီရတ်မှာ ISIS တေွနဲ့ အီရတ်နိုင်ငံသား အခြားတပ်ဖွဲ့တွေ\r\nအကြာကြီး ရင်ဆိုင်တိုက်ခိုက်ခဲ့ကြတယ်။\r\nISIS တွေကို အီရတ်မှာ DAESH အဖွဲ႕တွေလို့ ခေါ်ကြပါတယ်။\r\nISIS တွေဟာ သူတို့ဖမ်းမိတဲ့ အီရတ်တပ်ဖွဲ့ဝင်တွေကို\r\nအပြစ်ချေဖို့နဲ့ ဘက်ပြောင်းဖို့ ခွင့်ပြုပြီး လူသစ်စုတတ်ကြတယ်။\r\nဒါပေမယ့် ISIS တွေကို သတ်တဲ့နေရာမှာ လက်သံပြောင်လွန်းလို့ မိတာနဲ့\r\nဘက်ပြောင်းခွင့်မရှိဘဲ အသတ်ခံရတဲ့ တပ်ဖွဲ့တစ်ခုတော့ ရှိခဲ့ပါတယ်။\r\nNineveh SWAT လို့ခေါ်တဲ့ အီရတ်အထူးတပ်ဖွဲ့ပါပဲ။\r\nဒီရုပ်ရှင်ကတော့ အဲဒီတပ်ဖွဲ့ကို ဂုဏ်ပြုသောအားဖြင့်\r\nတကယ့်ဖြစ်ရပ်ကို အခြေခံပြီး ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။\r\nအီရတ်ရဲ့ ဒုတိယအကြီးဆုံးမြို့တော် ဖြစ်ခဲ့တဲ့ Mosul ကို ISIS တွေ အတော်ကြာ ကြီးစိုးခဲ့ပြီး\r\nနောက်ဆုံးမှာ စွန့်ခွာထွက်ပြေးကြပါတော့တယ်။\r\nအဲဒီ မြို့မှာ နောက်ဆုံးစစ်ဆင်ရေးတစ်ခုကို လာထမ်းဆောင်တဲ့\r\nSWAT အဖွဲ႕တွေနဲ့ DAESH တွေ ရင်ဆိုင်ကြပုံကို ပြသထားတာပါ။\r\nစစ်ကားကောင်းကောင်း ငတ်နေတဲ့သူတွေ အတွက်\r\nအဆာပြေမယ့် ရုပ်ရှင်ကောင်းပါပဲ။",
        "year": 2019,
        "imdb": 5.6,
        "comment": true,
        "rating": 4.1,
        "duration": "101 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.08 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/f36f97d0779784da92ee9c0bb94a3aee.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            }
        ],
        "trailer": {
            "id": 9652,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/Z9bw8MGkB-A"
        },
        "sources": [
            {
                "id": 9651,
                "type": "mp4",
                "url": "https:\/\/server.1otherzcm.xyz\/file\/chanzaw224\/other\/movies\/2019\/Mosul.2019.mp4"
            }
        ]
    },
    {
        "id": 1955,
        "type": "movie",
        "title": "Live and Let Die",
        "description": "ဂျိန်းစဘွန်းဇာတ်ကားလေးဖြစ်ပါတယ် \r\nအားပေးကြသူ သူငယ်ချင်းများအားလုံးကို ကျေးဇူးတင်ပါတယ်ခင်ဗျာ။",
        "year": 1973,
        "imdb": 6.8,
        "comment": true,
        "rating": 3,
        "duration": "121 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.02 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/d29a78a6544ae1dd8e744ebf2d1e73b4.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            }
        ],
        "trailer": {
            "id": 9648,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/KTzsm9-XWQo"
        },
        "sources": [
            {
                "id": 9647,
                "type": "mp4",
                "url": "https:\/\/server.collectionzcm.xyz\/file\/chanzaw224\/movies\/James.Bond.Collection\/zCM.Live.And.Let.Die.1973..mp4"
            }
        ]
    },
    {
        "id": 1954,
        "type": "movie",
        "title": "Get Smart",
        "description": "ဒီကားကိုမကြည့်ခင် ခင်ဗျားတို့ သတိလေးပေးချင်တယ်…\r\nဥပမာ အိမ်မှာ မိသားစုဝင် ၅ယောက်လုံးရှိတယ်ထား..ခင်ဗျားက ဒီကားကိုကြည့်ဖို့ပြင်ဆင်ပြီဆိုရင် ကျန်တဲ့\r\n၄ယောက်ပါ TVရှေ့ကိုခေါ်ကြည့်သင့်တယ်….လင်မယား ၂ ယောက်ထဲဆိုလည်း ၂ယောက်လုံးကြည့်ဖြစ်\r\nအောင်ကြည့် တစ်ယောက်ထဲကြည့်မိရင် အံကြိတ်ပြီး တခိခိရယ်တဲ့ကိုယ့်ကို ကျန်တဲ့သူတွေက ရူးများသွားတာလား\r\nခေါင်းချောင်သွားတာလားဆိုတဲ့အတွေးနဲ့ကြည့်တာခံရလိမ့်မယ် ကျွန်တော့ချစ်သူလေးကတော့ “ကို”တော့ရူးသွားပြီ\r\nတံတားလေးပို့ရတော့မယ်လို့ပြောသွားတယ်……\r\nဒီကားရဲ့မင်းသား Steve Carell ကိုတော့အားလုံးရင်းနှီးပြီးသားဖြစ်မှာပါ…မင်းသမီးချောလေး Hathaway ရယ်\r\nDwayne Jonson(The rock)ရယ်ပါဝင်ထားလေတယ်…မျက်နှာတွေပြူးပြဲပြ ရွံ့စရာအကွက်တွေနဲ့ပြ အိုဗာတင်းဟာသကွက်တွေ\r\nလို့မထင်လိုက်နဲ့ …\r\nSteve carell က အထူးအေးဂျင့်တွေအတွက်သတင်းစုဆောင်းတဲ့သူတစ်ယောက် ပြောရရင် ရုံးစာရေးဆိုပါတော့ ဒါပေမဲ့ သူ့ရဲ့\r\nအိပ်မက်က အေးဂျင့်ဖြစ်ချင်တာပဲ….တစ်နေ့တော့ နျူကလီးယားလက်နက်အတွက် အရေးကြီးယူရေနီယမ်တွေအခိုးခံရတော့\r\nအကြမ်းဖက်အဖွဲ့တွေမရိပ်မိအောင် တစ်ခါမှ လူဆိုးတွေနဲ့မဆက်ဆံဖူးတဲ့Steve Carell နဲ့ မျက်နှာခွဲစိတ်ပြုပြင်ထားတဲ့\r\nမင်းသမီးချော Hathaway ရယ်ကိုလွှတ်လိုက်တယ်…..\r\nခင်ဗျားတို့ကတော့ ထင်လိမ့်မယ် ရုံးစာရေးကိုလွှတ်တယ်ဆိုတော့ ဘာစကေးမှမရှိဘူး အလွဲတွေနဲ့ကြည့်ရဆိုးမယ်လို့ပေါ့\r\nအာ့ဆိုလုံးဝလွဲသွားလိမ့်မယ် သူက အေးဂျင့်ဖြစ်ချင်တာဆိုတော့ အကုန်လေ့ကျင့်ထားတယ် တိုက်ရည်ခိုက်ရည်တွေနဲ့\r\nအားလုံးကို မှတ်မိတတ်တဲ့ သူ့ဦးနှောက်ကို ပေါင်းစပ်လိုက်တော့ အတော်လေးအလုပ်ဖြစ်တယ်…. ရယ်စရာတွေကလည်း သဲထိတ်ရင်ဖိုခန်းလေး\r\nတွေမှာ အပိုအလိုမရှိထည့်ထားလေတော့ တခွီးခွီးရယ်ရတာ.ရိုက်ချက်တွေကလည်း အတော်လန်းတယ်…. ကိုင်း ခံစားကြည့်လိုက်ဦးဗျ မောပန်းနွမ်းနယ်နေတဲ့ခင်ဗျားတို့\r\nနှလုံးသားနဲ့ ဦးနှောက်ကို လန်းဆန်းစေချင်ရင်တော့ ဒီကားကိုကြည့်လိုက် ကျွန်တော်ပြောတာ မလွန်ဘူးဆိုတာ ခင်ဗျားတို့ ဇာတ်ကားအစ\r\n၁၀မိနစ်လောက်ကထဲက သဘောပေါက်သွားလိမ့်မယ်……",
        "year": 2008,
        "imdb": 6.5,
        "comment": true,
        "rating": 4.6,
        "duration": "110 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "867 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/7e9abb6dec8083c51e8587b36d177839.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            }
        ],
        "trailer": {
            "id": 9646,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/guUYvXf_KvA"
        },
        "sources": [
            {
                "id": 9645,
                "type": "mp4",
                "url": "https:\/\/server.alinzcm.xyz\/file\/chanzaw224\/movies\/2008\/Get.Smart.2008.mp4"
            }
        ]
    },
    {
        "id": 1953,
        "type": "movie",
        "title": "The Tashkent Files",
        "description": "နိုင်ငံတိုင်းမှာ ဖျောက်ဖျက်ခံထားရတဲ့သမိုင်းဆိုတာ ရှိတတ်ကြမယ်ထင်ပါတယ်…ဒီဇာတ်လမ်းကတော့ အိန္ဒိယနိုင်ငံရဲ့ အမျိုးသားခေါင်းဆောင်ကြီးတွေထဲက တစ်ဦးလို့ ပြောလို့ရတဲ့ဝန်ကြီးချုပ် လာ ဗဟာဒူး ရှာစရီသေဆုံးခြင်းအကြောင်း စုံစမ်းစစ်ဆေးမှုကို ရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန် ဇာတ်လမ်းတစ်ခုပဲဖြစ်ပါတယ်…လာ ဗဟာဒူး ရှာစရီဟာ အိန္ဒိယနိုင်ငံရဲ့ ဒုတိယမြောက်ဝန်ကြီးချုပ်ဖြစ်ပြီး အင်ဒီ-ပါကစ္စတန်စစ်ပွဲမှာ သူ့ကြောင့် အိန္ဒိယက အနိုင်ရခဲ့တယ်လို့ဆိုပါတယ်…1966 ခုနှစ် ပါကစ္စတန်နဲ့ သဘောတူစာချုပ်လက်မှတ်ထိုးဖို့ တာရှီကန်မှာ ရှိနေခဲ့တဲ့အချိန်မှာ ရုတ်တရက် သေဆုံးခဲ့ပါတယ်သူ့ရဲ့သေဆုံးမှုဟာ နှလုံးဖောက်မှုကြောင့် သဘာဝအတိုင်းသေတာလား ..အဆိပ်ခတ်မှုကြောင့်လား မရေရာဖြစ်ခဲ့ပြီးတော့ နှစ်ပေါင်း ၅၀ကြာတဲ့အထိ သမိုင်းဖျောက်ခံထားခဲ့ရပါတယ်…အရမ်းကို စိတ်လှုပ်ရှားစရာ စိတ်ဝင်စားစရာကောင်းပြီး နိုင်ငံရေးအချက်အလက်တွေသမိုင်းဆိုင်ရာလျှို့ဝှက်ချက်တွေအများကြီးပါတဲ့ ဇာတ်ကားကောင်းတစ်ခုဖြစ်ပါတယ်…နိုင်ငံရေးစိတ်ပါဝင်စားသူတွေ ကမ္ဘာ့သမိုင်းစိတ်ဝင်စားသူတွေသဘောကျကြမယ့်ဇာတ်ကားဖြစ်ပြီးဇာတ်ကားထဲမှာပြောကြတဲ့ ဒိုင်ယာလော့တွေကလည်း မှတ်သားစရာသိပ်ကောင်းတာမို့ ကိုယ်တိုင်ပဲကြည့်ှရှုခံစားကြပါ…IMDb ကတော့ 8.1\/10 တောင်ရထားပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုဇွဲခန့်သွင်ပါ)",
        "year": 2019,
        "imdb": 7.8,
        "comment": true,
        "rating": 4.7,
        "duration": "134 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.10 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/0b8b77a8d4c3add2e316b559c47f208d.jpg",
        "genres": [
            {
                "id": 12,
                "title": "Bollywood (India)"
            },
            {
                "id": 13,
                "title": "Drama"
            }
        ],
        "sources": [
            {
                "id": 9644,
                "type": "mp4",
                "url": "https:\/\/server.shwelifemyanmar.com\/file\/chanzaw224\/movies\/2019\/The.Tashkent.Files.2019.720p.WEB.DL.mp4"
            }
        ]
    }
]
</ptha>
