<ptha>
[
    {
        "id": 1989,
        "type": "movie",
        "title": "Freaky",
        "description": "ဒီတစ်ခေါက်တော့ဆယ်ကျော်သက် Horror ကားလေးတွေကိုကြိုက်တဲ့\r\nCMပရိတ်သတ်ကြီးအတွက် Horror\/Comedy ကားလေးဖြစ်တဲ့\r\nFreaky(2020)ဆိုတဲ့ ကားလေးကိုတင်ဆက်ပေးလိုက်ရပါတယ်။\r\nဇာတ်လမ်းအကျဥ်းလေးကိုလည်း အနည်းငယ်တင်ပြပေးလိုပါတယ်။\r\nတစ်နေ့တော့ ဘလစ်ဖီးမြို့လေးမှာ သားသတ်သမားလို့ခေါ်တဲ့\r\nစိတ္တဇလူသတ်သမားတစ်ယောက်လွတ်လာပါတယ်။\r\nဆယ်‌ကျော်သက်တွေကိုရွေးချယ်သတ်တတ်တယ်ဆိုတဲ့\r\nသူ့အကြောင်းက ပုံပြင်လိုလိုဖြစ်နေကြပေမယ့်\r\nဆယ်ကျော်သက်လေးယောက်ကို တစ်နေ့မှာတော့\r\nတကယ်ကိုရက်ရက်စက်စက်သတ်ပစ်လိုက်ပါတော့တယ်။\r\nအဲဒီအိမ်ကပဲ လာဒီုလာဆိုတဲ့ ရှေးဟောင်းဓားတစ်ချောင်းကိုပါခိုးသွားတာက\r\nပြဿနာကစတာပါပဲ။နောက်နေ့မှာတော့ မီလီဆိုတဲ့‌ကောင်မလေးဆီကို\r\nသားသတ်သမားရောက်လာပြီး အဲဒီရှေးဟောင်းဓားနဲ့ထိုးလိုက်ပါတော့တယ်။\r\nအဲဒီရှေးဟောင်းဓားရဲ့အစွမ်းက စိတ်၀ိဥာဥ်ချင်းလဲသွားစေတာပါပဲ။\r\nစိတ္တဇလူသတ်သမားခန္ဓာကိုယ်ထဲက မီလီနဲ့\r\nမီလီ ခန္ဓာကိုယ်ထဲက စိတ္တဇလူသတ်သမား…\r\nဘယ်လိုတွေ့ရှေ့ဆက်နှစ်ပါးသွားမလဲဆိုတာ စိတ်၀င်တစားကြည့်ရှုရမယ့်ကားလေးပါ။\r\nTeenage ကားလေးတွေကိုကြိုက်သူတွေအဖို့ကတော့ အကြိုက်တွေ့ဦးမှာပါ။\r\nဒီကားလေးရဲ့နာမည်ကတော့ Freaky(2020)ပါ။",
        "year": 2020,
        "imdb": 6.9,
        "comment": true,
        "rating": 0,
        "duration": "102 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.43 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/2b99042fc4a51ace2d713aa32f580ab0.jpg",
        "genres": [
            {
                "id": 5,
                "title": "Horror & Thriller"
            }
        ],
        "trailer": {
            "id": 9727,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/EqPnIcDW9g0"
        },
        "sources": [
            {
                "id": 9726,
                "type": "mp4",
                "url": "https:\/\/server.1otherzcm.xyz\/file\/chanzaw224\/other\/movies\/2020\/Freaky.2020.mp4"
            }
        ]
    },
    {
        "id": 1988,
        "type": "movie",
        "title": "Memoirs of a Geisha",
        "description": "ဂေးရှားတွေ အကြောင်းကို အရမ်းစိတ်ဝင်စားခဲ့မိတယ်အကိုတစ်ယောက်က Memoirs Of a Geisha ကို ကြည့်ပါလို့ လမ်းညွှန်ခဲ့တယ်ဂျပန်တွေရဲ့ ရိုးရာယဉ်ကျေးမှုကို ထိန်းသိမ်းထားတဲ့ ဂေးရှားအလှမယ်ဆိုတာ တွေ့ကရာ မိန်းမတိုင်း\r\nအမည်တပ်ခွင့်မရှိဘူး ထိုက်တန်မှ ရတယ် သေလောက်အောင် လေ့ကျင့်ထား နာကျင်ထားမှ ရနိုင်မယ့် နာမည်တစ်ခု\r\nဒီရုပ်ရှင်ကို ကြည့်ပြီး ဂေးရှားအလှမယ် ဆိုတာ ပြည့်တန်ဆာ သာသာ မဟုတ်ဘူးဆိုတာ နားလည်သွားတယ်ပျော်တော်ဆက်မယ် သက်သက်လဲ မဟုတ်ပြန်ဘူး သူတို့မှာ တန်ဖိုးတစ်ခုဆိုတာ ရှိတယ် အဲ့ဒီတန်ဖိုးကိုလဲအခကြေးငွေ အမြင့်ဆုံးနဲ့ ပြန်ရောင်းကြတယ် အပျိုစင် ဘဝ ပေါ့…ကြေး အမြင့်ဆုံးရတဲ့ ဂေးရှား ဟာ ဂုဏ်သိက္ခာ အရှိဆုံး လို့ မှတ်ယူခဲ့ကြတယ်….ဒီရုပ်ရှင် အစမှာတော့ ချီယို နဲ့ ဆပ်စု ဆိုတဲ့ တံငါရွာက ညီအမ နှစ်ယောက်ဟာ ဂေးရှားအလှမယ်တွေကိုသင်ကြားပျိုးထောင်ပေးနေတဲ့ နေရာတစ်ခုမှာ ရောင်းစားခံလိုက်ရတယ်…တိတိ ကျကျ ပြောရရင် ချီယို လေး ၉ နှစ်သမီး ဘဝမှာ ဒုက္ခတွေ နဲ့ စတင်ရင်ဆိုင်ရတဲ့ နှစ်ပေါ့…ချီယို နဲ့ သူ့အစ်မ ဆပ်စု ဟာ တစ်နေရာစီ ခွဲ အရောင်းခံရပြီး ချီယို ကတော့ ပန့်ကင်း ဆိုတဲ့ သူငယ်ချင်းကောင်မလေးနဲ့ အတူ အိမ်အလုပ်တွေ ကူလုပ်ပေးရတဲ့ အစေခံ ဖြစ်ခဲ့တယ်..ချီယို ဟာ သူ့အကြွေးတွေ ကြေအောင် ဆပ်နိုင်မှ လွတ်မြောက်မှာဖြစ်ပြီး သူ့အစ်မ ဆပ်စု ကတော့ ချီယို ကိုထားခဲ့ပြီး အဝေးကို ထွက်ပြေးသွားခဲ့တယ်…တစ်နေ့မှာတော့ ချီယိုလေးဟာ လမ်းတစ်နေရာမှာ ခလုပ်တိုက်လို့ ငိုမဲ့မဲ့နဲ့ ထိုင်နေခဲ့တယ်…အဲ့ဒီ အချိန် အရမ်းကြင်နာတက်တဲ့ ဦး တစ်ယောက်နဲ့ စတွေ့ပြီး ချီယိုလေး ကို ဦး ကလဲကျနေရင်လဲ ပြန်ထဖို့ စိတ်ဓါတ်ခွန်အားတွေ ပေးခဲ့တယ် ဂေးရှား တစ်ယောက်ဖြစ်လာနိုင်ကြောင်းပြောပြီး ချီယို လေးကို သူမ စားချင်တဲံ မုန့်တွေလဲ ဝယ်ကျွေးခဲ့တယ် အဲ့ဒီအချိန်က စပြီးဦး ကို ပြန်တွေ့နိုင်ဖို့ မျှော်လင့်ချက်နဲ့ ချီယို လေးဟာ ဂေးရှားအလှမယ် တစ်ဦး ဖြစ်အောင်စတင်ကြိုးစားမယ် ဆိုပြီး ဆုံးဖြတ်ချက် ခိုင်ခိုင်မာမာ ချခဲ့တယ် ကျွန် ဘ၀ ကနေ ကြိုးကြိုးစားစားနဲ့ဂေးရှားအလှမယ် ဖြစ်အောင် အပင်ပန်းခံ နာကျင်မှုတွေ စိတ်ဒဏ်ရာများစွာကိုသည်းခံခဲ့တယ်…ဂေးရှားတွေဟာ ချစ်လို့ မရပါဘူး စည်းကမ်းချက်နဲ့ အချစ်ကြား ဘယ်ဟာကိုရွေးမလဲ ဆိုတဲ့ ချီယိုလေး ရဲ့ နှလုံးသား ပြသနာသူမ ဘ၀ ရဲ့ ရည်မှန်းချက်တွေ နဲ့ ဂေးရှားအလှမယ်တို့ရဲ့ စည်းကမ်းချက်တွေအကြား ဗျာများရတာတွေကိုမလွတ်တမ်း အသက်မရှုနိုင်အောင် စွဲဆောင်နိုင်တဲ့ ဒီရုပ်ရှင်ကားလေးကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါအုံး…ဒီ ရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ Khin Pyae Sone Kyaw ဖြစ်ပြီးThit San Khant မှ Review ရေးပေးထားပါတယ်",
        "year": 2005,
        "imdb": 7.4,
        "comment": true,
        "rating": 0,
        "duration": "145 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.21 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/e6f2c9be6dbe37916f12dc152a494419.jpg",
        "genres": [
            {
                "id": 13,
                "title": "Drama"
            }
        ],
        "trailer": {
            "id": 9725,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/EWRkt6hBVVc"
        },
        "sources": [
            {
                "id": 9724,
                "type": "mp4",
                "url": "https:\/\/server.alinzcm.xyz\/file\/chanzaw224\/movies\/2005\/Memoirs.Of.A.Geisha.2005.mp4"
            }
        ]
    },
    {
        "id": 1987,
        "type": "movie",
        "title": "Blade II",
        "description": "နံပါတ် ၂ကားမှာတော့ သွေးစုပ်ကောင် ကောင်စီ အဖွဲ့နဲ့မင်းသားနဲ့ထိပ်တိုက်တွေ့ကြတာဖြစ်ပြီးမင်းသား နီဂရိုးက သွေးစုပ်ကောင်ခေါင်းဆောင်ကိုရှှုင်းလင်းပစ်နိုင်မလားဆိုတာကို ပြန်လည်ခံစားလိုက်ကြရအောင်လားဗျာ",
        "year": 2002,
        "imdb": 6.7,
        "comment": true,
        "rating": 0,
        "duration": "117 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "836 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/68dd35a0dac6ed4497a6e17c089cff63.jpg",
        "genres": [
            {
                "id": 7,
                "title": "Fantasy"
            }
        ],
        "trailer": {
            "id": 9723,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/fcCQ7xk8zzM"
        },
        "sources": [
            {
                "id": 9722,
                "type": "mp4",
                "url": "https:\/\/server.naymin.xyz\/file\/chanzaw224\/movies\/2002\/Blade.2.2002.mp4"
            }
        ]
    },
    {
        "id": 1986,
        "type": "movie",
        "title": "Jiu Jitsu",
        "description": "မင်းသားကြီး နီကိုလက်ကေ့ နဲ့ တိုနီဂျားတို့ ပါဝင်ထားတဲ့ ဂျူဂျစ်ဆု ရုပ်ရှင်ထွက်ပါပြီ။\r\nဂျူဂျစ်ဆု ဆိုတာ သိုင်းပညာကို သီးသန့် ရည်ညွှန်းတာမဟုတ်ဘူး ဒီ ရုပ်ရှင်မှာတော့ သီးသန့်အဓိပ္ပါယ်နဲ့ပဲ ဖြစ်ပါတယ်။\r\nPredator ရုပ်ရှင်နဲ့ နင်ဂျာ ရုပ်ရှင်တွေကို လွမ်းတယ်ဆိုရင် ဒီကားကို ကြည့်လိုက်ပါ။\r\nဂြိုလ်သားတွေနဲ့ နင်ဂျာတွေ ချတဲ့ဇာတ်လမ်းပါပဲ။\r\nဇာတ်လမ်းကတော့ လှည့်ကွက်လေးတွေပါလို့ မပြောပြတော့ပါဘူး။ ဇာတ်လမ်း၊ ဒိုင်ယာလော့၊ အက်ရှင်၊ အထူးပြုလုပ်ချက်တွေကတော့ ဘာမှပြောစရာမရှိပါဘူး။ ကြည့်ပြီးရင် သိပါလိမ့်မယ်။",
        "year": 2020,
        "imdb": 2.9,
        "comment": true,
        "rating": 0,
        "duration": "102 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.07 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/bd398341f7ee7ddab4cac5527c9a2c6b.jpg",
        "genres": [
            {
                "id": 7,
                "title": "Fantasy"
            }
        ],
        "trailer": {
            "id": 9721,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/ywhTeWg8970"
        },
        "sources": [
            {
                "id": 9720,
                "type": "mp4",
                "url": "https:\/\/server.1otherzcm.xyz\/file\/chanzaw224\/other\/movies\/2020\/Jiu.Jitsu.2020.mp4"
            }
        ]
    },
    {
        "id": 1985,
        "type": "movie",
        "title": "Evil Dead II",
        "description": "Evil Dead ကိုတော့ အထူးမိတ်ဆက်ပါနေစရာ လိုမယ်မထင်ပါဘူး\r\nကျနော်တို့ငယ်ငယ်လေးတုန်းက ကြည့်ရှု့နှစ်ခြိုက်ခဲ့ရတဲ့ နာမည်ကျော်\r\nဇာတ်ကားတစ်ကားပါ။နည်နည်းပြန်မိတ်ဆက်ပေးရရင်တော့ ဇာတ်လမ်းဟာ\r\nသေခြင်းရဲ့စာအုပ်လို့ခေါ်တဲ့ စာအုပ်နေစတင်တာပါ။ရှေးဟောင်းသုတေသန\r\nပညာရှင်တစ်ယောက်က ရှာတွေ့ပြီးတော့ အိမ်လေးတစ်လုံးမှာသုတေသန်\r\nလုပ်ခဲ့ပါတယ်။ မကြာခင်မှာပဲ အဲ့အိမ်ကို အက်ရှ် နဲ့ သူ့ ချစ်သူနဲ့ရောက်လာပြီးတော့\r\nအဲ့ပရော်ဖက်ဆာ ထားခဲ့တဲ့ သုတသန အသံမှတ်တမ်းကို တွေ့ခဲ့ကျပါတယ်\r\nအဲ့ဒီ့ သုတေသနမှတ်တမ်းကို ဖွင့်နားထောင်ရာကာနေ ရှေးဟောင်း မှော်ဂါထာကို\r\nရွတ်ဆိုမိသလိုဖြစ်ပြီး တောနက်ထဲက မကောင်းဆိုးဝါးထွက်လာပါတော့တယ်။\r\nထိုမကောင်းဆိုးဝါးကပဲ အက်ရှ်ရဲ့ကောင်မလေးကိုသတ်ခဲ့ပြီး အက်ရှ်လဲ\r\nလက်တစ်ဖက်ဆုံးရှုံးခဲ့ရပါတယ်။အဲ့လိုဖြစ်နေစဉ်အတွင်းမှာပဲ သုတေသနပညာရှင်\r\nရဲ့သမီးက အဲ့အိမ်ကို ရောက်လာခဲ့ပါတဲယ်။ဒါပေမဲ့ သူထင်ထားသလို\r\nသူ့မိဘတွေကို မတွေ့ရပဲ သွေးအလိမ်းလိမ်းပေနေတဲ့ အက်ရှ် ကိုပဲတွေ့လိုက်ရတဲ့အခါ…\r\nအက်ရှ်တို့ ဘယ်လို နားလည်မှု့ရသွားမလဲ…မကောင်းဆိုးဝါးကို\r\nဘယ်လို နှင်ထုတ်မလဲဆိုတာ စိတ်ဝင်စားဖွယ်ရာကြည့်ရမှာပါ။\r\nဒီဇတ်ကား ကို ဘာသာပြန်ပေးထားသူကတော့ Tariq L Walker ပဲ ဖြစ်သလို အညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်",
        "year": 1987,
        "imdb": 7.8,
        "comment": true,
        "rating": 0,
        "duration": "84 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "904 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/3d9afb704c8457815a3ed8efd79d8d5d.jpg",
        "genres": [
            {
                "id": 5,
                "title": "Horror & Thriller"
            }
        ],
        "trailer": {
            "id": 9719,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/6lM3NPeEG24"
        },
        "sources": [
            {
                "id": 9718,
                "type": "mp4",
                "url": "https:\/\/server.shwelifemyanmar.com\/file\/chanzaw224\/movies\/1987\/The.Evil.Dead.2.1987.mp4"
            }
        ]
    },
    {
        "id": 1984,
        "type": "movie",
        "title": "Anjaam Pathiraa",
        "description": "အန္နာဝါးဟူစိန်ဆိုတဲ့ စိတ်ပညာအထူးကုဆရာဝန်တယောက်….\r\nသူအထူးစိတ်ဝင်စားတဲ့ စိတ်ပညာပိုင်းက အတွဲလိုက် လူသတ်မှုတွေရဲ့တရားခံဟာဘယ်လိုစိတ်နေစိတ်ထားရှိလဲဆိုတာကို လေ့လာဖို့ဖြစ်တယ်…ဒီတော့ သူလေ့လာနေတာအထိရောက်ဆုံးဖြစ်ဖို့\r\nရဲအရာရှိတယောက်ဆီကိုအကူအညီတောင်းပီး ရဲဌာနတခုမှာ မှုခင်းဆိုင်ရာစိတ်ပညာအကြံပေးအနေနဲ့ ယာယီဝင်လုပ်ခဲ့တယ်…သိပ်မကြာခင်မှာပဲ သူတို့မြို့လေးမှာလူသတ်မှုဖြစ်ခဲ့တယ်။ သူ့အတွက် ဒီလူသတ်မှုဟာ လေ့လာဖို့ အများကြီးအထောက်အကူဖြစ်လို့အားတက်သရော အခင်းဖြစ်ရာကိုသွားခဲ့တယ်…အဲ့ဒီနောက်မှာတော့ သာမန်လူသတ်မှုဘဲ အရမ်းကိုကြောက်စရာကောင်းတဲ့လူသတ်မှုကြီးဖြစ်နေတယ်…အဲ့ဒီနောက် အန္နာဝါးဟူစိန်ဟာ ဒီလူသတ်သမားကို မရ ရအောင်ဖမ်းမယ်ဆိုပြီး အထူးစုံထောက်တွေနဲ့ပူးပေါင်းပြီးကြိုးစားပါတော့တယ်… ဒီမှုခင်းကားက စိတ်ပညာဆိုင်ရာအချက်အလက်များကို အရင်းပြုပြီးသဲလွန်စတွေကို ရှာထားတာမို့ ကြည့်လို့ကောင်းတဲ့အပြင် ထင်မှတ်မထားတဲ့ လှည့်ကွက်တွေလည်းပါလို့တော်တော်ကြီးကိုကောင်းပါတယ်….အိန္ဒိယကားကောင်းကြိုက်သူတို့ နင်းကန်ကြည့်သင့်ပါကြောင်း…ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Yoonwahwah Theint ပဲဖြစ်ပါတယ်…",
        "year": 2020,
        "imdb": 8,
        "comment": true,
        "rating": 5,
        "duration": "144 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.20 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/14dada89fa27e94156402b06b9464548.jpg",
        "genres": [
            {
                "id": 6,
                "title": "Crime"
            },
            {
                "id": 12,
                "title": "Bollywood (India)"
            }
        ],
        "sources": [
            {
                "id": 9717,
                "type": "mp4",
                "url": "https:\/\/server.1otherzcm.xyz\/file\/chanzaw224\/other\/movies\/2020\/Anjaam.Pathiraa.2020.mp4"
            }
        ]
    },
    {
        "id": 1983,
        "type": "movie",
        "title": "Warm Bodies",
        "description": "Vampire တစ်ကောင်ကိုချစ်နိုင်ပေမယ့် Zombieဆိုရင်ရော ချစ်နိုင်ပါ့မလား?\r\nအခုက စိတ်လှုပ်ရှားစရာကောင်းတဲ့ အချစ်ဇာတ်လမ်းတစ်ပုဒ် အလှည့်ပါ။ လူ့ဦးနှောက်တွေစားတဲ့ Zombieတစ်ကောင်နဲ့ ကောင်မလေးတစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းပေါ့။ Zombieတစ်ကောင်ဖြစ်တဲ့ Rဟာ သူရဲ့တစ်နေ့တာကို စွန့်ပစ်ခံမြို့က လေဆိပ်ပျက်ထဲမှာ ဟိုဟိုဒီဒီလျှောက်သွားရင် ကုန်ဆုံးလေ့ရှိပါတယ်။\r\nသူ့မှာ Mဆိုတဲ့ သူငယ်ချင်းတစ်ယောက်လည်းရှိပါတယ်။\r\nအဓိပ္ပါယ်မဲ့နေတဲ့ သူ့ဘဝထဲကို ဝင်လာတဲ့သူက Julie\r\nJulieနဲ့သူ့သူငယ်ချင်းတစ်စု Rတို့နေတဲ့ မြို့ပျက်ထဲမှာရှိတဲ့ ဆေးဝါးတွေကို ယူဖို့ အထက်ကအမိန့်ပေးခံရတယ်။\r\nJulieတို့လည်း အဆောက်အအုံဟောင်းတစ်ခုက ဆေးဝါးတွေကို သယ်နေတုန်း Rတို့ Zombieအုပ်စုနဲ့တိုးတဲ့အခါ……. Zombieဖြစ်နေတဲ့ Rဟာ Julieရဲ့ချစ်သူကို သတ်ပစ်ပြီး သူ့ရဲ့ ဦးနှောက်ကို စားလိုက်တယ်။\r\nဒီနေရာမှာ လှည့်ကွက်တစ်ခုက သေသူရဲ့ ဦးနှောက်ကိုစားလိုက်တဲ့အခါ သေသူရဲ့မှတ်ဉာဏ်တွေကို zombieက ခံစားနိုင်တယ်ဆိုတာ။\r\nJulieချစ်သူ့ရဲ့ မှတ်ဉာဏ်တွေကတစ်ဆင့် Rဟာ Julieအပေါ် ထူးဆန်းတဲ့ခံစားချက်တစ်ခု ခံစားလိုက်ရတယ်။\r\nဒီလိုနဲ့ zombieတွေ လက်ထဲ ဒုက္ခရောက်နေတဲ့ Julieကို Rတစ်ယောက် ကယ်ဖို့ဖြစ်လာတယ်။\r\nသူနေထိုင်တဲ့ လေယာဉ်ပျက်ထဲကို Julieကို ခေါ်သွားတဲ့အခါ…..\r\nRကို အရမ်းကြောက်နေတဲ့ Julie zombieတွေလက်ထဲ အသက်ရှင်နိုင်ပါ့မလား?\r\nRကရော zombieတစ်ကောင်းအဖြစ်ပဲ ဆက်ရှိနေမှာလား?\r\nJulieကရော zombieတစ်ကောင်ကို ချစ်မိပါ့မလား?\r\nဒါတွေကို သိချင်ရင်တော့ Warm bodiesဆိုတဲ့ ရုပ်ရှင်ကိုသာ ကြည့်လိုက်တော့နော်။",
        "year": 2013,
        "imdb": 6.8,
        "comment": true,
        "rating": 4,
        "duration": "98 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "915 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/6d1e76e8461f99d39c122bd8d08d59f5.jpg",
        "genres": [
            {
                "id": 5,
                "title": "Horror & Thriller"
            }
        ],
        "trailer": {
            "id": 9716,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/x3ErWNBX9Rc"
        },
        "sources": [
            {
                "id": 9715,
                "type": "mp4",
                "url": "https:\/\/server.mingalarpar.xyz\/file\/chanzaw224\/movies\/2013\/Warm.Bodies.2013.mp4"
            }
        ]
    },
    {
        "id": 1982,
        "type": "movie",
        "title": "Manjhi: The Mountain Man",
        "description": "အချစ်အတွက် တောင်တစ်လုံးအား တစ်ယောက်ထဲဖြိုခဲ့သူ\r\nသို့မဟုတ်\/ ဂင်းနစ်စံချိန်ဝင် ကမ္ဘာ့အံ့ဖွယ်လူသား)ကမ္ဘာပေါ်မှာ အချစ်ကိုနည်းအမျိူးမျိုးပုံဖော်ကြပါတယ်။\r\nကိုယ့်ချစ်သူ အတွက် ဘာမဆိုလုပ်ပေးမယ်.. စွန့်လွတ်အနစ်နာခံ\r\nရဲတယ်…\r\nတစ်ချို့က ကိုယ့်ချစ်သူအတွက်အိမ်လေးတစ်လုံး ဆောက်ပေးတာ… တစ်ချို့က ကိုယ့်ချစ်သူအတွက်\r\nရွှေငွေရတနာတွေ အပြည့်နဲ့ ကိုယ့်ချစ်ရတဲ့သူ စိတ်ချမ်းသာအောင်ဖန်တီးပေးကြတာ ….. စတဲ့ စတဲ့ လက်တွေ့ဆန်တဲ့ အချစ်မျိုးနဲ့လည်း ပုံဖော်ကြတာပါပဲ။\r\nဆိုတော့ကာ…\r\nအချစ်အတွက်နဲ့ တောင်တစ်လုံးအား တစ်ယောက်ထဲဖြိုခဲ့တဲ့သူရှိတယ်လို့ ကျွန်တော်ကပြောရင်…\r\nခင်ဗျားတို့ ယုံကြည်မှာလား လက်ခံမှာလားး???\r\nလက်ခံလိုက်ပါ မိတ်ဆွေ.. ????အဲ့လူဟာ တကယ်ကိုပဲ တောင်တစ်လုံးလုံးကို တစ်ယောက်ထဲ ဖြိုခဲ့လို့ လူ့အသိုင်းအဝိုင်းမှာရော …ကမ္ဘာ့အသိုင်းအဝိုင်းမှာပါ..သူ့ကိုအံသြစွာနဲ့လက်ခံခဲ့ကြရပါတယ်..\r\nနောက်ဆုံး သူဟာ ကမ္ဘာ့ဂင်းနစ်စံချိန်မှာ အံ့ဖွယ်လူသားအဖြစ် မှတ်တမ်းတင်ခြင်းကိုလည်း ခံခဲ့ရပါတယ်။ အဲ့လူကတော့ တခြားသူ မဟုတ်ပါဘူး။\r\nအိန္ဒိယနိုင်ငံ ဘီယာပြည်နယ်ထဲက ရွာလေးတစ်ရွာမှာ နေထိုင်တဲ့ Dasharth Manjhi ဆိုတဲ့ သူပါပဲ။အခု ကျွန်တော်ညွှန်းချင်တဲ့ ဇာတ်ကားကတော့ Manjhi အကြောင်းကို ရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ရုပ်ရှင်ပါ။\r\nဒီရုပ်ရှင်ကို ရိုက်ကူးဖို့ ပထမဆုံးအစပျိုးစီစဉ်ခဲ့တဲ့သူကတော့ တခြားသူမဟုတ်ပါဘူး။\r\nPK, 3Idiots, Doom 3, စတဲ့ ရုပ်ရှင်တွေနဲ့ ကမ္ဘာကျော်ခဲ့တဲ့ အိန္ဒိယမင်းသားကြီး Aamir Khan(အမေးရ်ခမ်း) ပါပဲ..။ စီစဉ်ဖြစ်ပုံကလည်း ဒီလိုဗျ…\r\nမင်းသားကြီးက တကယ့်အပြင်က Manjhi ရဲ့ ဘဝအကြောင်းကို သိရှိသွားပြီးနောက်မှာ Manjhiတို့မိသားစု နေထိုင်ဖို့ အိမ်တစ်လုံးဝယ်ပေးခဲ့ပါတယ်။ Manjhi ကလည်း မင်းသား Aamir Khan ဝယ်ပေးတဲ့ အိမ်လေးမှာပဲ နေထိုင်ရင်း ခေါင်းချကွယ်လွန်ခဲ့တာပါ။\r\n>> ရုပ်ရှင်အညွှန်း <<၁၉၃၄ခုနှစ် အိန္ဒိယနိုင်ငံ ဘီယာပြည်နယ်လေးထဲက ဂေလာ (Gehlaur ) ဆိုတဲ့ရွာငယ်လေးမှာ ကျောက်မီးသွေး တူးဖော်လုပ်ကိုင်ကြတဲ့ ဆင်းရဲချို့တဲ့နွမ်းပါတဲ့ မိသားစုလေးထဲမှာ Manjhiဆိုတဲ့ လူငယ်လေးတစ်ဦးကို မွေးဖွားခဲ့ပါတယ်။ရိုးရာဓလေ့ထုံးစံအရ Manjhiကို (၁၂)နှစ်သားကတည်းက အိမ်ထောင်ပြု (စေ့စပ်) ရမှာဖြစ်လို့ အဲ့ရွာလေးထဲက Faliguni Devi ဆိုတဲ့ မိန်းကလေးနဲ့ စေ့စပ်ခဲ့ကြပါတယ်။ (ဒီနေရာမှာ အသက်အရွယ်အရ စေ့စပ်တယ်ဆိုပေမယ့် တကယ်တမ်းကတော့ လက်ထပ်ထားပြီးဖြစ်ပါတယ်)အဲ့စေ့စပ်တဲ့နေ့မှာပဲ ရွာလူကြီးက Minjhi အဖေဆီကို အကြွေးလာတောင်းပါတယ်, အကြွေးမပေးနိုင်လို့ ရွာလူကြီးထံမှာ Manjhi ကို အဖေဖြစ်သူကရောင်းစားခဲ့ပါတယ်။ ရွာလူကြီးအိမ်မှာ အနိုင်ကျင့်ခံပီး ဆင်းရဲစွာ ပင်ပန်းစွာနဲ့လုပ်ကိုင်နေရတဲ့ Manjhi လေးဟာ သည်းမခံနိုင်တဲ့အဆုံးး တစ်နေ့မှာ ရွာလူကြီးအိမ်ကနေ ထွက်ပြေးပြီး ကျောက်မီးသွေးတင်တဲ့ ရထားနဲ့ခိုးလိုက်ကာ ဘုံဘေမြို့ပေါ်ကိုတစ်ယောက်တည်း ခြေဆန့်ခဲ့ပါတော့တယ်။ဒီလိုနဲ့..နောင်အနှစ်၂၀ခန့်ကြာတဲ့အခါ…Manjhi ဟာ ဘုံဘေကိုစွန့်ခွာပီး သူ့ရဲ့မွေးရပ်မြေဖြစ်တဲ့ ရွာလေးကို အပြီးအပိုင်ပြန်လာခဲ့ပါတယ်။ သူ့ရဲ့ ရွာလေး ကတော့ နှစ်တွေကြာသွားလည်း ဘာမှတိုးတက်ပြောင်းလဲသွားခြင်းမရှိပါဘူး။ ပိုပြီးတော့တောင် ဆင်းရဲချို့တဲ့လာခဲ့ပါတယ်။အကြောင်းက ရွာလူကြီးသားရဲ့ နှိပ်စက်မှုကိုအလူးအလဲကို ရွာသူရွာသားတွေဟာ ခံနေရပါတယ်။\r\nရွာသူမိန်းကလေးတွေကိုလည်း အတင်းအဓမ္မစော်ကားနိုင်ကျင့် ၊ ရွာသားတွေကိုလည်း ကြီးငယ်ရွယ်မရွေး ခေါင်းပုံဖြတ်ပီး အနိုင်ကျင့်နေပါတော့တယ်။\r\nရဲတိုင်လို့ လည်းမရပါဘူး။ ရွာမှာ ရဲစခန်းလည်းမရှိပါဘူးဗျ။\r\nဒါဆို တခြားရွာမှာသွားတိုင်လေ.. ဒါမှမဟုတ် မြို့ပေါ်တက်တိုင်ပါလားလို့ တွေးမိကောင်းတွေးမိပါလိမ့်မယ်။ဒါပေမယ့်လည်း.. အဓိက အခက်အခဲကတော့ လမ်းပန်းဆက်သွယ်ရေးပါပဲ။\r\nဒီရွာလေးရဲ့ ပတ်ပတ်လည်မှာ မြင့်မားလှတဲ့ တောင်ကြီးတွေက ဝန်းရံထားပါတယ်..\r\nရွာသူရွာသားတွေထဲမှာလည်း အဲ့ဒီတောင်ကြီးတွေကိုဖြတ်ပြီး မြို့ကို ရောက်ဖူးတဲ့သူမရှိသလောက်ရှားပြီး၊ မြို့ပေါ်ကလူတွေကလည်း ဒီတောင်တွေရဲ့နောက်မှာ ရွာသေးသေးလေးတစ်ရွာရှိတယ်လို့ သိတဲ့သူရှားပါးပါတယ်။\r\nရွာကနေ မြို့ကိုသွားရမယ်ဆိုရင်လည်း ဒီတောင်တွေကိုပတ်ပီးမှ သွားရတဲ့ အတွက်ကြောင့် မြို့ပေါ်ရောက်ဖို့အတွက် ၅ရက် ၆ရက်ထိ သွားရပါတယ်။ ဒါကြောင့် ရွာသူရွာသားတွေဟာ.ဆင်းရဲချို့တဲ့စွာ ဗဟုသုတကင်းမဲ့စွာနဲ့ ရွာလူကြီးသားရဲ့ နှိပ်စက်မှုတွေကို ခံနေကြရပါတယ်.။ကဲ..\r\nManjhi ရဲ့အကြောင်းလေးဆက်ပြောပြကြည့်မယ်…အချစ်ကဆန်းကျယ်လွန်းလှပါတယ်။ Manjhi သူ့ရွာလေးကို ပြန်ရောက်တဲ့နေ့မှာပဲ သူငယ်ငယ်က စေ့စပ်ဖူးသူ မိန်းကလေးDevi နဲ့ ပြန်တွေ့ရပါတယ်။ Devi ဟာ အခုဆိုအပျိုကြီးဖားဖားဖြစ်ပီး တောသဘာဝနဲ့အညီ လှနေပါတယ်..\r\nManjhi ဟာ Devi ကို မြင်မြင်ချင်း ချစ်မိသွားပြီး သူသိလိုက်ရတာက Devi ဟာ သူငယ်ငယ်က လက်ထပ်ထားတဲ့ မိန်းကလေးဖြစ်နေတာပါပဲ..\r\nManjhi ဟာ အရမ်းကိုပျော်သွားးပီ Deviရဲ့ အဖေဆီကိုသွားကာ ” ဒါကျုပ်မိန်းမ ကျုပ်ငယ်ငယ်ကတည်းက လက်ထပ်ထားတာ ကျုပ်သူ့ကို လိုချင်တယ်လို့ ” သွားပြောရာမှာတော့ Deviရဲ့ အဖေက Manjhi ကို မောင်းထုတ်ပါတော့တယ်။ Deviရဲ့ အဖေမသိသေးတာက …သူ့သမီး Devi ဟာလည်း Manjhiကို ချစ်မိနေတယ် ဆိုတာပါပဲ..ဒီတော့ ဘာတွေဆက်ဖြစ်မလဲ.. ဘာကြောင့် တောင်တစ်လုံးကို တစ်ယောက်တည်းဖြိုခဲ့တယ်ဆိုတာကိုတော့..ဇာတ်ကားကိုဆက်ကြည့်စေချင်ပါတယ်ဗျ..ဒီ ၃နာရီကျော်ကြာတဲ့ ရုပ်ရှင်ကို ဒါရိုက်တာကြီး Mohit Moond ကရိုက်ကူးပုံဖော်ထားပီး ဆုတွေလည်းတသီကြီး ရရှိထားကာ တကယ့်ကို အနှစ်သာရ ပြည့်ဝစွာနဲ့ ရိုက်ကူးထုတ်လုပ်ထားတဲ့ ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်။\r\nManjhi နေရာမှာ အိန္ဒိယမင်းသားကြီး Nawazuddin Siddiqui က Manjhi ဇာတ်ရုပ်ကိုသဘာဝကျကျ နဲ့ ပီပြင်စွာသရုပ်ဆောင်ထားပါတယ်။ Deviအဖြစ် မင်းသမီး Radhika Apte ကလည်း တကယ့်ကို ပီပြင်စွာနဲ့ လိုက်ဖက်ညီစွာ သရုပ်ဆောင်ထားပါတယ်။ ဒီ အိန္ဒိယရုပ်ရှင်မှာ ထူးခြားတာက ဒီကားမှာ သီချင်းတွေ က တာတွေ တစ်ခန်းမှမပါပါဘူး။ နောက်ခံတီးလုံးတောင် များများစားစားမပါပါဘူးး။ ရုပ်ရှင်ကြည့် လိုက်တာနဲ့ သင့်ရှေ့မှာ တကယ်ဖြစ်နေတယ်ထင်ရအောင်ကို သဘာဝကျကျနဲ့ပီပြင်စွာ ရိုက်ကူးထားပါတယ်..။",
        "year": 2015,
        "imdb": 8,
        "comment": true,
        "rating": 5,
        "duration": "120 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "903 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/38f742f31541143f7bc59f1f7d84c9ee.jpg",
        "genres": [
            {
                "id": 12,
                "title": "Bollywood (India)"
            },
            {
                "id": 13,
                "title": "Drama"
            }
        ],
        "sources": [
            {
                "id": 9714,
                "type": "mp4",
                "url": "https:\/\/server.2d3dlive.shop\/file\/chanzaw224\/movies\/2015\/Manjhi.The.Mountain.Man.2015.mp4"
            }
        ]
    },
    {
        "id": 1981,
        "type": "movie",
        "title": "Operation Mekong",
        "description": "၂၀၁၆ ထွက် တရုတ် crime,action ကားကောင်းလေး တင်ပေးလိုက်ပါတယ်။ ဒီဇာတ်ကားဟာ တရုတ်ပြည်ရဲ့ ဝင်ငွေအကောင်းဆုံးကားတွေထဲက တစ်ကားပါပဲ။ ဖြစ်ရပ်မှန်ဖြစ်တဲ့ မဲခေါင်မြစ်အတွင်း တရုတ်လူမျိုး ၁၃ ယောက်အသတ်ခံခဲ့ရပြီး စိတ်ကြွဆေးပြား ၉၀၀၀၀၀ ကျော်တွေ့ရှိခဲ့တဲံ အမှုအပေါ် အခြေခံရိုက်ကူးထားပါတယ်။ ဒီအမှုရဲ့ အဆုံးသတ်ကတော့ အားလုံးရင်းနှီးပြီးသားဖြစ်တဲ့ ဘိန်းဘုရင် စိုင်းနော်ခမ်း သေဒဏ်စီရင်ခံသွားရတာပါပဲ။ မြန်မာ လာအို ထိုင်း နိုင်ငံ ၃ ခုကြားက ရွှေတြိဂံနယ်မြေထဲက ဒုစရိုက်သမားတွေကို ရှင်းလင်းပြီး အသတ်ခံရတဲ့ နိုင်ငံသား ၁၃ ယောက်အတွက် တရားစီရင်ဖို့ ကြိုးစားတဲ့ အထူးတပ်ဖွဲ့ဝင်တွေနဲ့ အသွင်ယူ စုံထောက်တွေရဲ့ စွန့်စားခန်းတွေကို ပြသထားပါတယ်။ ဇာတ်ကြောရိုးအပေါ်အခြေခံထားပေမယ့် သူရဲကောင်းတွေနဲ့ ဗီလိန်တွေကို ပိုပိုသာသာလေးတော့ ပြသထားတယ်လို့ ထင်ရပါတယ်။ ဘယ်လိုပဲဖြစ်ဖြစ် ရိုက်ချက်တွေနဲ့ သရုပ်ဆောင်တွေရယ် ဇာတ်လမ်းဖွဲ့စည်းမှုရယ်ကတော့ အထူးကောင်းမွန်တာမို့ ကြည့်သင့်တဲ့ ကားကောင်းတစ်ကားလို့ ပြောရမှာပါပဲ။",
        "year": 2016,
        "imdb": 6.6,
        "comment": true,
        "rating": 3.3,
        "duration": "123 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "888 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/8b80a52e4c07f0ec61a5779649b85b6a.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            }
        ],
        "trailer": {
            "id": 9713,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/vcyef27rZ-w"
        },
        "sources": [
            {
                "id": 9712,
                "type": "mp4",
                "url": "https:\/\/server.zchannelstorage.com\/file\/chanzaw224\/movies\/2016\/Operation.Mekong.2016.mp4"
            }
        ]
    },
    {
        "id": 1980,
        "type": "movie",
        "title": "Minions Holiday Special",
        "description": "ကိုဗစ်ကြောင့်ခရီးမထွက်ရလို့စိတ်ညစ်နေတဲ့လူတွေကိုပျော်ရွှင်စေဖို့ Minions လေးတွေလာပါပြီ။\r\nHoliday Special အနေနဲ့ Minions ဇာတ်လမ်းတိုလေး(၄)ပုဒ်ကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။\r\nMinionsလေးတွေကိုမြင်တာနဲ့ ဇာတ်လမ်းလေးတွေက ဘယ်လိုဖြစ်မယ်ဆိုတာကိုသိနေကြမယ်လို့ထင်တာကြောင့် ထွေထွေထူးထူးမပြောတော့ပါဘူး။ဇာတ်လမ်းတိုလေးတွေဖြစ်တဲ့အတွက် . နည်းနည်းလေးပြောပြလိုက်ရုံနဲ့ အနှစ်အရသာလျော့သွားနိုင်တာမို့ မိမိဘာသာဒီဇာတ်လမ်းလေးကိုဒေါင်းကြည့်ကြပါကုန်။အခုကားလေးကိုကြည့်ပြီး တစ်ရက်တာကိုပျော်ပျော်ရွှင်ရွှင်ဖြတ်သန်းလိုက်နိုင်ကြပါစေ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။",
        "year": 2020,
        "imdb": 7,
        "comment": true,
        "rating": 4.9,
        "duration": null,
        "downloadas": "1",
        "playas": "1",
        "classification": "314 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/939843aa60e01f7c52e6af7597004ffd.jpg",
        "genres": [
            {
                "id": 3,
                "title": "Animation"
            }
        ],
        "trailer": {
            "id": 9711,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/s8x-Rd7YQl8"
        },
        "sources": [
            {
                "id": 9710,
                "type": "mp4",
                "url": "https:\/\/server.1otherzcm.xyz\/file\/chanzaw224\/other\/movies\/2020\/Illumination.Presents.Minions.Holiday.Special.2020.mp4"
            }
        ]
    },
    {
        "id": 1978,
        "type": "movie",
        "title": "My Father is a Hero",
        "description": "အားလုံးလည်းဒီကားလေးကိုရင်းရင်းနီးနီးသိနေကြမယ်ထင်ပါတယ်\r\nဂျက်လီကားတွေထဲကဘယ်ချိန်ပြန်ကြည့်ကြည့်မရိုးနိင်တဲ့\r\nဇတ်ကားလေးတစ်ကားပါပဲဇတ်ကားကတော့အရမ်း\r\nကြာပြီမို့blu ray ကွာလတီမရနိင်တော့တဲ့အတွက်\r\nအကြည်လင်ဆုံးdvd ripနဲ့တင်ဆက်ပေးလိုက်ပါတယ်\r\nတော်တော်လေးလည်းကြည်လင်ပြတ်သားပါတယ်\r\nရောဂါသည်ဇနီးသည်နဲ့သားလေးတစ်ဦးကိုချိူ့တဲ့စွာ\r\nထားရရှာတဲ့ရဲဝန်ထမ်းတစ်ဦးရဲ့ဇတ်လမ်းကိုပုံဖော်\r\nထားတဲ့ဇတ်ကားလေးပါမိမိကိုရဲမှန်းမည်သူမှမသိ\r\nအောင်လျိူ့ဝှက်ပြီးလူဆိုးဂိုဏ်းလေးထဲဝင်ရောက်ဖို့\r\nကြို းစားသည့်ရဲမှုူ းလေးတစ်ယောက်အဖြစ်ဂျက်လီက\r\nပိုင်ပိုင်နိင်နိင်သရုပ်ဆောင်ထားပါတယ်သားနဲ့အဖေ\r\nပေါင်းပြီးတိုက်ခိုက်သည့်တိုက်ကွက်တွေက\r\nကြည့်ပြီးသားပရိတ်သတ်တွေပြန်လည်အမှတ်ရစေ\r\nမည့်ဇတ်ကားကောင်းလေးတစ်ကားလို့ပြောကြား\r\nရင်းဒေါင်းလော့သာဆွဲကြပါတော့လို့",
        "year": 1995,
        "imdb": 6.6,
        "comment": true,
        "rating": 5,
        "duration": "104 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "821 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/0f5b35f226b6332d2d6c524b1289e0d5.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            },
            {
                "id": 14,
                "title": "China Collection"
            }
        ],
        "trailer": {
            "id": 9698,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/_glXJfXAoxA"
        },
        "sources": [
            {
                "id": 9697,
                "type": "mp4",
                "url": "https:\/\/server.collectionzcm.xyz\/file\/chanzaw224\/movies\/Jet.Li.Collection\/zCM.15.The.Enforcer...My.Father.Is.A.Hero.1995..mp4"
            }
        ]
    },
    {
        "id": 1977,
        "type": "movie",
        "title": "Wars In Chinatown",
        "description": "တရုတ်တန်းက စစ်ပွဲလေးအကြောင်း ပုံဖော်ထားတဲ့ ဇာတ်ကားကောင်းလေးကိုဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးက အမေရိကားရောက်နေတဲ့ တရုတ်တန်းက တရုတ်တွေအမေရိကန်ရဲအဖွဲ့ရဲ့ လျစ်လျူရှုခံရတာတွေ ဂျပန်ရဲ့ အမှောင်ထဲကအသုံးချခံရတာတွေကို ပုံဖော်ပြထားခဲ့တာပါ။\r\nဇာတ်လမ်းလေးကိုအကျဉ်းပြောရမယ်ဆိုရင်တော့ အမေရိကားရောက်\r\nတရုတ်လူမျိုးတွေ တစ်နေ့ကိုတစ်ယောက်နှုန်းနဲ့ နှလုံးဖောက်ခံရပြီးအမည်မဲ့အလောင်းတွေအနေနဲ့ ပေါ်ပေါ်လာတယ်။ဒါကို ဉာဏ်ကြီးရှင် မျက်နှာဖြူပလိပ်တွေက နှလုံးစားတဲ့မိစ္ဆာကြီးပေါ်လာတယ်ဆိုပြီးအမှုမလိုက်ဘူးတဲ့။ ဒီတော့ ကိုယ်ထူကိုယ်ထစနစ်နဲ့ တရုတ်တန်းကတရုတ်တွေ ဒီကိစ္စနောက်ကွယ်ကို စုံစမ်းရင်း ဒီဇာတ်လမ်းလေးပေါ်လာတာပါပဲTranslated & Review By Chu Chu",
        "year": 2019,
        "imdb": 6.3,
        "comment": true,
        "rating": 1.5,
        "duration": null,
        "downloadas": "1",
        "playas": "1",
        "classification": "836 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/86e71dd52d7886fbf401dca6b6f3948c.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            },
            {
                "id": 14,
                "title": "China Collection"
            }
        ],
        "sources": [
            {
                "id": 9696,
                "type": "mp4",
                "url": "https:\/\/server.1otherzcm.xyz\/file\/chanzaw224\/other\/movies\/2019\/Wars.In.ChinaTown.2019.mp4"
            }
        ]
    },
    {
        "id": 1975,
        "type": "movie",
        "title": "Absolutely Anything",
        "description": "ကျွန်တော်အရမ်းသဘောကျနှစ်သက်မိတဲ့ ဒီဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ..ဟာသဆန်ဆန်ရိုက်\r\nကူးထားပြီး..အတော်လေးလည်းသဘောကျမိတဲ့ ရုပ်ရှင်လေးပါ.. 2015 ခုနှစ်ထဲမှာထွက်ရှိထားပြီး\r\nရိုက်ကူးသူ ဒါရိုက်တာက Terry Jones ဖြစ်ပါတယ်..IMDb Rate ကလည်း 6 ရရှိထားပါတယ်..\r\nဇာတ်လမ်းအညွှန်းလေးကိုခံစားကြည့်ရအောင်Eccentric ဂြိုလ်သားတွေဟာ ကမ္ဘာကြီးကိုဖျက်ဆီးပစ်ဖို့အတွက် အထက်က အမိန့်ရထားပါတယ်..\r\nဒါပေမယ့် ဂြိုလ်သားတွေဟာ ကမ္ဘာကြီးကိုမဖျက်စီးခင်..စမ်းသပ်ဖို့အခွင့်အရေးရှိသင့်တယ်လို့ယူဆပြီး\r\nကမ္ဘာမြေပေါ်က ကြုံရာလူတစ်ယောက်ကို ရွေးချယ်ပြီး စွမ်းအင်တမျိုးပေးလိုက်ပါတယ်..စွမ်းအင်ကတော့\r\nကိုယ်လိုချင်တာ..ကိုယ်ဖြစ်တာ ဘာမဆို အကုန်ရနိုင်တဲ့ စွမ်းအင်ပါ..ဒီစွမ်းအင်ဟာ နေးလ် ဆီကိုရောက်\r\nသွားပါတယ်..နေးလ်ကိုယ်တိုင်လည်း ရထားလို့ရထားမှန်းမသိပါဘူး..သူသတိထားမိတဲ့အချိန်မှာတော့\r\nအရမ်းကိုပျော်သွားတာပေါ့..လိုရာတွေအကုန်တောင်းလို့ရတယ်.လိုချင်တာရတယ်..ဆိုတဲ့စွမ်းအင်\r\nပိုင်ဆိုင်သွားတဲ့အချိန်မှာ မပျော်တဲ့သူဆိုတာ ဘယ်ရှိမလဲ..အဲ့စွမ်းအား ရဲ့ အားနည်းချက်တစ်ခုကတော့\r\nကိုဖြစ်ချင်တဲ့အရာကို အသေးစိတ်ပြောမှရတာပါပဲ..လွယ်လွယ်နဲ့ပြောလိုက်မိပြီး တလွဲတွေဖြစ်ကုန်ပါတယ်\r\nဒီလိုအလွဲလေးတွေကိုဟာသဆန်ဆန်ရိုက်ကူးထားသလို..နေးလ်တစ်ယောက်ဒီစွမ်းအင်တွေနဲ့ဘာလုပ်မှာလဲ..ဂြိုလ်သားတွေစမ်းသပ်တဲ့စာမေးပွဲကိုအောင်ပါ့မလား..ဒါကိုရောသူသိရဲ့လား..ဖျက်ဆီးခံရမယ့်\r\nကမ္ဘာကြီးကိုဘယ်လိုကယ်တင်မလဲဆိုတာတွေကိုတော့ ဆက်လက်ကြည့်ရှုကြပါ",
        "year": 2015,
        "imdb": 6,
        "comment": true,
        "rating": 5,
        "duration": "85 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "551 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/378e9dcffa848850e55a8cb9bd4e770b.jpg",
        "genres": [
            {
                "id": 8,
                "title": "Sci-Fi"
            }
        ],
        "trailer": {
            "id": 9693,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/0CYVGN98ZLA"
        },
        "sources": [
            {
                "id": 9692,
                "type": "mp4",
                "url": "https:\/\/server.2d3dlive.shop\/file\/chanzaw224\/movies\/2015\/Absolutely.Anything.2015.mp4"
            }
        ]
    },
    {
        "id": 1974,
        "type": "movie",
        "title": "The Evil Dead",
        "description": "ပျော်ရွှင်ဖွယ် ခရီးလေး ထွက်လာတဲ့ သူငယ်ချင်းတစ်စု\r\nတောင်တွေ ကာရံပြီး ချောက်ကမ်းပါး ခြားနေတဲ့ တောတစ်ဖက်သို့\r\nခရော်နီခရောနဲ့ တံတားလေးကို ဖြတ်ပြီး တောထဲက အိမ်အိုကြီးကို\r\nရောက်အသွား စပ်စုတက်တဲ့ လူငယ်သဘာ၀ ဗီဇ အရ ပိတ်ထားတဲ့\r\nမြေအောက်ခန်းထဲကို ရောက်သွားပြီး မူလ ဘိုးဘေးတွေ အသံသွင်းထားတဲ့\r\nအသံဖမ်းစက် အဟောင်းကြီးကို ဖွင့်မိရာက အစ\r\nသရဲများ နိုးထ စေသော ဂါထာ ကို အသံဖမ်းစက်မှ ပြန်လည်ကြားပြီး\r\nတောထဲတွင် ချူပ်နှောင်ထားသော သရဲများ လွတ်လာပြီးနောက်\r\nလူငယ်တစ်စု ကို ပြန်ဖို့ မပေးတော့ပဲ မသေမချင်း သတ်ဖို့ ကြံစည်လေသောအခါဒီ ဇတ်ကားလေးကိုတော့ Channel Myanmar မှ ကိုဟေဒိ မှ ဘာသာပြန်ပေးထားတာပါအပိုင်း ၁ ကို ကြိုက်တယ် ဆိုရင်တော့ အပိုင်း ၂ နဲ့ ၃ ကို ဆက်တင်ပေးပါမယ်",
        "year": 1981,
        "imdb": 7.5,
        "comment": true,
        "rating": 4.1,
        "duration": "85 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "794 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/095caf001b6e001f37170240164c6766.jpg",
        "genres": [
            {
                "id": 5,
                "title": "Horror & Thriller"
            }
        ],
        "sources": [
            {
                "id": 9691,
                "type": "mp4",
                "url": "https:\/\/server.shwelifemyanmar.com\/file\/chanzaw224\/movies\/1981\/The.Evil.Dead.1981.mp4"
            }
        ]
    },
    {
        "id": 1973,
        "type": "movie",
        "title": "Miss Peregrine's Home for Peculiar Children",
        "description": "2016 စက်တင်ဘာမှာ ရုံတင်သွားတဲ့ ကားကောင်းတစ်ကားကို ဘာသာပြန်ပြီး တင်ပေးထားပါတယ်။ စာရေးဆရာ Ransom Riggs ရဲ့ Bestseller စာအုပ်ကို ပြန်လည်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ Harry Potter, Percy Jackson နဲ့ Narnia တို့လို Fantasy တွေ Adventure တွေကို ချစ်သူတွေအတွက်တော့ နောက်ထပ်လှပတဲ့ ကမ္ဘာသစ်တစ်ခုကို တွေ့မြင်ရဦးမှာပါပဲ။ IMDb 7.1 ရထားပါတယ်။ဇာတ်လမ်းအကျဉ်းမှာတော့ ဂျိတ်ခ်ဆိုတဲ့ လူငယ်လေးကို အဖိုးဖြစ်သူဟာ ငယ်စဉ်ကတည်းက ဆန်းကြယ်တဲ့ အစွမ်းရှိတဲ့ကလေးတွေနဲ့ သူတို့ကို စောင့်ရှောက်သူ ကျောင်းအုပ်ဆရာမကြီး Peregrineအကြောင်းကို ပြောပြလေ့ရှိပေမယ့် ပုံပြင်တွေအဖြစ်သာမှတ်ယူခဲ့ပါတယ်။ တစ်နေ့မှာတော့ အဖိုးဖြစ်သူဟာ ထူးဆန်းတဲ့သေဆုံးမှုနဲ့သေဆုံးသွားပြီး ဂျိတ်ခ်ဟာ အဖိုးဆီကိုလာတဲ့ ပို့စ်ကဒ်လေးမှတဆင့် ဝေလနယ်ရဲ့ ကျွန်းပေါ်က ကလေးထိန်းအိမ်လေးကို သွားရှာမိတဲ့အခါ…လူတွေမသိတဲ့ အချိန်ကာလတွေ..အစွမ်းတွေ..ရန်သူတွေကြားမှာ သူနဲ့သူ့အဖိုးဟာ ဘယ်လိုအစွမ်းရှိတဲ့လူတွေလဲဆိုတာ သိလာပါတော့တယ်။",
        "year": 2016,
        "imdb": 6.7,
        "comment": true,
        "rating": 3,
        "duration": "127 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "909 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/68d622dbfb583ad1b01ef685461871a8.jpg",
        "genres": [
            {
                "id": 7,
                "title": "Fantasy"
            }
        ],
        "trailer": {
            "id": 9690,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/tV_IhWE4LP0"
        },
        "sources": [
            {
                "id": 9689,
                "type": "mp4",
                "url": "https:\/\/server.1otherzcm.xyz\/file\/chanzaw224\/other\/movies\/2016\/Miss.Peregrines.Home.For.Peculiar.Children.2016.mp4"
            }
        ]
    },
    {
        "id": 1972,
        "type": "movie",
        "title": "The Polar Express",
        "description": "ဒီဇာတ်ကားလေးကို Forrest Gump နဲ့ Cast Away ကို ပဲ့ကိုင်ခဲ့သူ ဒါရိုက်တာ Robert Zemeckis က ရိုက်ကူးခဲ့တာဖြစ်ပါတယ်။IMDB Rating 6.6 ရှိပါတယ်။အဓိကဇာတ်ကောင်ဖြစ်တဲ့ကောင်လေး၊တခြားဇာတ်ကောင်တွေဖြစ်တဲ့ ကောင်လေးရဲ့အဖေ၊မီးရထားဂတ်ဗိုလ်၊ ဟိုဘို၊\r\nရုပ်သေးရုပ်နဲ့ ဆန်တာ နေရာတွေကို မင်းသားကြီး Tom Hanks ကလည်း အသံကော CGI ဇာတ်ကောင်အနေနဲ့ပါ သရုပ်ဆောင်ပေးခဲ့ပါတယ်။\r\nဇာတ်လမ်းလေးက ခရစ်စမတ်အကြိုညတစ်ညမှာ မှော်ဆန်ဆန်ရထားကြီးနဲ့ မြောက်ဝင်ရိုးစွန်းဒေသမှာရှိတဲ့ ဆန်တာကလော့စ်ရဲ့ နေရပ်ကိုရောက်သွားတဲ့ ကောင်လေးတစ်ယောက် အကြောင်းပါ။ပျော်စရာတွေဟာ ယုံကြည်မှုရှိသူတစ်ယောက်အတွက် အမြဲရှိနေမယ်ဆိုတာ သိလိုက်ရတဲ့ ကောင်လေးတစ်ယောက်ရဲ့ စွန့်စားခန်းဆိုပါတော့။မြောက်ဝင်ရိုးစွန်းကိုသွားတဲ့ ဒီခရီး တစ်လျှောက်မှာ ကောင်လေးက သူငယ်ချင်းတွေလည်းရခဲ့သလို ယုံကြည်မှုဆိုတဲ့စကားလုံးကို ကောင်းကောင်းကြီး သဘောပေါက်သွားခဲ့ပါတယ်။ကိုယ့်လူတို့လည်း ခရစ်စမတ်မရောက်ခင် ဇာတ်လိုက်လေးနဲ့အတူ Polar Express ကြီးစီးပြီး စွန့်စားခန်း ထွက်ကြည့်ကြပါဦးနော…",
        "year": 2004,
        "imdb": 6.6,
        "comment": true,
        "rating": 4.5,
        "duration": "100 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "749 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/3b2c2e938f209460ffe3f2095e16fe4f.jpg",
        "genres": [
            {
                "id": 3,
                "title": "Animation"
            }
        ],
        "trailer": {
            "id": 9688,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/F8_GUrqe5tc"
        },
        "sources": [
            {
                "id": 9687,
                "type": "mp4",
                "url": "https:\/\/server.naymin.xyz\/file\/chanzaw224\/movies\/2004\/The.Polar.Express.2004.mp4"
            }
        ]
    },
    {
        "id": 1971,
        "type": "movie",
        "title": "6 Underground",
        "description": "အားလုံးစောင့်နေတဲ့deadpoolမင်းသားရဲ့2019ထွက်ကားသစ်လေးလာပါပြီကမ္ဘာကြီးရဲ့အရှုပ်တွေကိုရှင်းပေးချင်တဲ့သူတစ်ယောက်ရဲ့ဇာတ်လမ်းကိုရိုက်ကူးထားတာပါတာကစ္စတန်ကိုအုပ်ချုပ်နေတဲ့သူသေ သွားတော့သူ့သားနှစ်ယောက်ထဲကမကောင်းတာတွေကိုလုပ်တဲ့လူကသူ့ညီကိုဖမ်းထားပြီးတော့\r\nနိုင်ငံကိုသိမ်းယူထားပါတယ်\r\nနိုင်ငံတွင်းမှာလည်းဆူပူမှုတွေရောဂတ်စ်နဲ့တိုက်ခိုက်မှုတွေကိုပါလုပ်တဲ့သူတစ်ယောက်ပေါ့အဲဒါကိုမြင်ပြီးကယ်တင်ချင်တဲ့ryan reynoldsတစ်ယောက်လူတွေလိုက်စုပြီးကဖမ်းခံထားရတဲ့ညီကိုကယ်တင်ဖို့လုပ်ပါတော့တယ်သူတို့အဖွဲ့ထဲမှာစည်းမျဉ်းတစ်ခုရှိပါတယ်ကိုယ်ဘယ်သူဘယ်ဝါဆိုတာအချင်းချင်းတောင်မသိကြတာပါနာမည်ကအစဘာဆိုဘာမှမသိကြတဲ့လူတွေစုပြီးတော့ဘယ်လိုတွေကယ်ဆယ်ရေးလုပ်ကြမလဲဆိုတာ….actionကြီးပဲမဟုတ်ပဲဟာသလေးတွေပါနှောထားတော့တကယ်ကိုကြည့်လို့ကောင်းတဲ့ဇာတ်ကားတစ်ကားဖြစ်မှာပါ",
        "year": 2019,
        "imdb": 6.1,
        "comment": true,
        "rating": 4.6,
        "duration": "128 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.17 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/2a73e2d27064b5bdd9a0770f638c8b9f.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            }
        ],
        "trailer": {
            "id": 9686,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/YLE85olJjp8"
        },
        "sources": [
            {
                "id": 9685,
                "type": "mp4",
                "url": "https:\/\/server.shwelifemyanmar.com\/file\/chanzaw224\/movies\/2019\/6.Underground.2019.Large.Size.mp4"
            }
        ]
    },
    {
        "id": 1970,
        "type": "movie",
        "title": "Hello Stranger",
        "description": "IMDb Rating (7.6\/10) ထိရရှိထားတဲ့ Comedy, Romance အမျိုးအစား ထိုင်းဇာတ်ကားပါ။\r\nမင်းသားက ATM Error ဇာတ်ကားထဲက မင်းသား Chantavit Dhanasevi ဖြစ်ပြီး\r\nမင်းသမီးကတော့ Nuengthida Sophon ဖြစ်ပါတယ်။\r\nကြည့်ပြီးသူတိုင်း သဘောကျတဲ့ ဟာသဆန်ဆန် အချစ်ဇာတ်လမ်းလေးပါ။\r\nဇာတ်လမ်းကို အသေးစိတ်မပြောတော့ပါဘူး။\r\nဇာတ်လမ်းလေးက ရိုးရှင်းသလိုနဲ့ သစ်ဆန်းပါတယ်…. တင်ဆက်ပုံလဲကောင်းမွန်ပါတယ်။\r\nအဓိကဇာတ်ဆောင်နှစ်ယောက်က သရုပ်ဆောင်မှုအပိုင်းမှာ\r\nအတော်လေးပြည့်စုံတာကြောင့် ကြည့်ရင်း ကြည့်ရင်း သဘောကျလာမိတဲ့ ဇာတ်ကားလေးပါ။\r\nမကြည့်ရသေးရင် အားလပ်ချိန်မှာ အနားယူရင်း ကြည့်သင့်တဲ့ဇာတ်ကားပါ။\r\n(မြန်မာစာတန်းထိုးကို Phyo Thu Hein နဲ့ July တို့မှ ဘာသာပြန်တင်ဆက်ထားတာပါ။)",
        "year": 2010,
        "imdb": 7.5,
        "comment": true,
        "rating": 4.2,
        "duration": "130 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "956 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/cb26ae1ce7621b8218a151303d62448b.jpg",
        "genres": [
            {
                "id": 9,
                "title": "Comedy"
            },
            {
                "id": 10,
                "title": "Korea, Thai Collection"
            }
        ],
        "trailer": {
            "id": 9684,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/U3ndnN643Ko"
        },
        "sources": [
            {
                "id": 9683,
                "type": "mp4",
                "url": "https:\/\/server.khitkyaungthar.xyz\/file\/chanzaw224\/movies\/2010\/Hello.Stranger.2010.mp4"
            }
        ]
    },
    {
        "id": 1969,
        "type": "movie",
        "title": "Johnny English Reborn",
        "description": "ပရိသတ်တွေအတွက် ၂၀၀၃ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Mr.Bean ရဲ့ Johnny English ရဲ့အဆက်ကို တင်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ဘုရင်မကြီးရဲ့သူရဖူကိုကာကွယ်နိုင်ခဲ့တဲ့ ဂျွန်နီဟာ သမ္မတ လုံခြုံရေးတာဝန်တစ်ခုမှာ မအောင်မြင်ခဲ့လို့ အထုတ်ခံခဲ့ရပြီး တိဘက်က ဘုန်းတော်ကြီးတွေဆီမှာ ပညာဆည်းပူးရင်း ဇာတ်မြုတ်နေခဲ့ပါတယ်။ တစ်နေ့မှာတော့ MI-7 ဟာ သူပါမှကိုရတော့မယ့် စစ်ဆင်ရေးတစ်ခုပေါ်ပေါက်လာချိန်မှာ ဂျွန်နီကို ပြန်လည်ခေါ်ယူပါတော့တယ်။ ဒီခါမှာတော့ Johnny English ရဲ့ ရင်သက်ရှုမောဖွယ် စွန့်စားခံတွေ ပြန်လည်စတင်ပါတော့တယ်။ဒီဇာတ်ကားရဲ့ ဇာတ်ညွှန်းကိုက အတော်ကို ရယ်စရာကောင်းပါတယ်။ စာတန်းမထိုးပဲတောင် Mr.Bean ရဲ့ သရုပ်ဆောင်မှုနဲ့ ဇာတ်လမ်းက ၂ ဆ ပိုရယ်နေရပါပြီ။ မြန်မာစာတန်းထိုးနဲ့ အပြည့်အစုံနားလည်ပြီးကြည့်ရမယ်ဆိုရင်တော့……ဆက်မပြောတော့ပါဘူး။ အောက်ကလင့်မှာသာဒေါင်းပြီးကြည့်လိုက်ကြပါတော့။",
        "year": 2011,
        "imdb": 6.3,
        "comment": true,
        "rating": 4.1,
        "duration": "101 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "730 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/f5d689fcd8f1a238db2ede8c9c3b5ba2.jpg",
        "genres": [
            {
                "id": 9,
                "title": "Comedy"
            }
        ],
        "trailer": {
            "id": 9681,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/wCsSzZU-sQ4"
        },
        "sources": [
            {
                "id": 9680,
                "type": "mp4",
                "url": "https:\/\/server.khitkyaungthar.xyz\/file\/chanzaw224\/movies\/2011\/Johnny.English.Reborn.2011.mp4"
            }
        ]
    },
    {
        "id": 1968,
        "type": "movie",
        "title": "Diary of a Wimpy Kid: Dog Days",
        "description": "ဒီဇာတ်ကားလေးဟာ ဆိုရင် seriesတွေနဲ့ ထွက်ထားသလို ဝတ္ထုအနေနဲ့လည်းရောင်းအားကောင်းလှတဲ့ Diary of a kid series ထဲက ဇာတ်လမ်းတစ်ပုဒ်ကို မှီးငြမ်းရိုက်ကူးထားတာပါ။ နွေရာသီကျောင်းပတ်ရက်ကို ရောက်လာပြီဆိုတာနဲ့ Greg တစ်ယောက သူ့ ဗီဒီယိုတွေနဲ့ပဲ အချိန်ကုန်ဖို့စီစဉ်ထားပါတယ်။ဒါပေမယ့် သူ့စိတ်ကူးထဲကလို မဖြစ်လာပါဘူး။မိဘတွေက သူ့ကိုဂိမ်းကစားတာရပ်ပြီးပြင်ပလှုပ်ရှားမှုတွေလုပ်စေချင်တာပါ။ဒီမှာGregနဲ့သူ့အဖေနဲ့ ကတောက်ကဆတွေ့ဖြစ်ပြီပေါ့။pool party တစ်ခုကိုအသွားမှာ ပြဿနာတွေကပိုဆိုးလာပြီ။ဘယ်လိုဆက်ဖြစ်မလဲ? တဖြည်းဖြည်းနဲ့ပြဿနာရှာတတ်တဲ့ကောင်လေး ဖြစ်လာတဲ့Gregကို ဒီလိုပဲဆက်သွားနေရင် တပ်ထဲပို့ပစ်မယ်လို့ အဖေက ခြိမ်းခြောက်လိုက်ပါပြီ။ဒီအချိန်မှာပဲ ခွေးလေး တစ်ကောင် သူတို့မိသားစုထဲ ရောက်လာပြီး Greg နဲ့ ဘယ်လိုနှစ်ပါးဆက်သွားမယ်ဆိုတာကတော့….. မိသားစု ဇာတ်ကားလေးဖြစ်ပြီး လူငယ်တွေရဲ့ သဘာဝ ကိုပေါ့ပေါ့ပါးပါးနဲ့ ရိုက်ကူးထားတာမို့ ပရိသတ်ကြီးအနေနဲ့ (ကလေးမိဘတွေရော ကလေးမိဘလောင်းလျာတွေရော) ကိုယ့်သားသမီးကို ဘယ်လို ကိုင်တွယ်ရမယ် ဆိုတာဗဟုသုတ တိုးစေမှာ ဖြစ်တာမို့ ကြည့်သင့်ပါတယ်။ IMDB rating ၆.၃အထိ ရထားသလို ပေါ့ပေါးပါးပါးနဲ့ ဟာသဆန်ဆန် ရိုက်ထားတာမို့ လူကြီး လူငယ်မရွေး ကြည့်လို့ရပါတယ်(ဇာတ်ကားအညွန်းရေးသူကတော့ ကောင်းမြတ်သူပဲ ဖြစ်ပါတယ်)",
        "year": 2012,
        "imdb": 6.3,
        "comment": true,
        "rating": 4.3,
        "duration": "94 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "0.99 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/9f58f07ef6fe1855d8655e8f9bfd228f.jpg",
        "genres": [
            {
                "id": 9,
                "title": "Comedy"
            }
        ],
        "trailer": {
            "id": 9679,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/NbnTf8MB8LI"
        },
        "sources": [
            {
                "id": 9678,
                "type": "mp4",
                "url": "https:\/\/server.mingalarpar.xyz\/file\/chanzaw224\/movies\/2012\/Diary.Of.A.Wimpy.Kid.Dog.Days.2012.mp4"
            }
        ]
    },
    {
        "id": 1967,
        "type": "movie",
        "title": "Ace Ventura: Pet Detective",
        "description": "The mask ဇာတ်ကားနဲ့သိကြတဲ့ ဟာသမင်းသားကြီး jim carry ရဲ့ ဟာသကားကောင်းလေးပါ Ace venture လို့ခေါ်တဲ့ တိရိစ္ဆာန်ပျောက်ဆုံးမှု့တွေကိုပဲ သီးသန့်လိုက်စုံစမ်းပေးတဲ့ လူတစ်ယောက် စုံစမ်းထောက်လှမ်းရာမှာတော်သော်လည်း ပြောင်ချော်ချော် မျက်နှာပေးကြောင့် လူတွေသိပ်ကြည့်မရတဲ့လူတစ်ယောက် ပမာမခန့်လုပ်ရပ်တွေနဲ့ ဒုရဲအုပ်လိုလူမျိုးကိုတောင် ပြန်လှောင်ရဲတဲ့လူတစ်ယောက် အဲ့လိုလူတစ်ယောက် ဘောလုံးအသင်းရဲ့ လာဘ်ကောင် လင်းပိုင်ပျောက်ဆုံးမှု့ကို လိုက်လံ စုံစမ်းသောအခါ လူသတ်မှု့၊ မိန်းမချော ၊ မထင်မှတ်ထားတဲ့တရားခံ စတဲ့ အလှည့်အပြောင်းများစွာနဲ့ ဇာတ်ကားဆုံးသည်အထိ ရယ်မောရင်း ခံစားသွားရမယ့် စုံထောက်ဟာသကားကောင်းလေးပါ မိသားစုနဲ့အတူ ပျော်ရွှင်စွာ ကြည့်ရှု့လိုက်ပါဦး။ IMDB rating 6.9 အထိ ရထားတဲ့ ဇာတ်ကားပါ။",
        "year": 1994,
        "imdb": 6.9,
        "comment": true,
        "rating": 4.8,
        "duration": "86 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "616 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/1eb3fc4cb60e1848054edef26af9e008.jpg",
        "genres": [
            {
                "id": 9,
                "title": "Comedy"
            }
        ],
        "trailer": {
            "id": 9677,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/JudjRVhIgns"
        },
        "sources": [
            {
                "id": 9676,
                "type": "mp4",
                "url": "https:\/\/server.crazyzcm.xyz\/file\/chanzaw224\/movies\/1994\/Ace.Ventura.Pet.Detective.1994.mp4"
            }
        ]
    },
    {
        "id": 1966,
        "type": "movie",
        "title": "The Jungle Book",
        "description": "ကျွန်တော်တို့ ငယ်ငယ်တုန်းက ကြည့်ခဲ့ဖူးတဲ့ The Jungle Book ဆိုတဲ့\r\nကာတွန်းကားလေး ပြန်တင်ချင်ပါတယ်။ တောတွင်းသားလေး တစ်ယောက်\r\nအကြောင်းပါ။ ကာတွန်းမတင်ရတာကြာလို့ အပျင်းပြေ ပြန်ကြည့်ရအောင်ဗျာ။မြန်မာပြည်မှာလဲ ကာတွန်းစာအုပ်ထွက်တဲ့အထိ အောင်မြင်ခဲ့တာကြောင့် ပရိသတ်တော်တော်များများနဲ့လဲ ရင်းနှီးပြီးသားဖြစ်မှာပါ။ IMDb Rating 7.6အထိ ရထားတာမို့ ပြန်ကြည့်လဲ မမှားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်\r\n(ဘာသာပြန်သူကတော့ ကိုမိုးစက်ပဲ ဖြစ်ပါတယ်)",
        "year": 1967,
        "imdb": 7.6,
        "comment": true,
        "rating": 2.3,
        "duration": "78 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "539 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/37442f05d3b9443779d3c655c12d9be2.jpg",
        "genres": [
            {
                "id": 3,
                "title": "Animation"
            }
        ],
        "trailer": {
            "id": 9675,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/ker49kN5Agk"
        },
        "sources": [
            {
                "id": 9674,
                "type": "mp4",
                "url": "https:\/\/server.shwelifemyanmar.com\/file\/chanzaw224\/movies\/1967\/The.Jungle.Book.1967.mp4"
            }
        ]
    },
    {
        "id": 1965,
        "type": "movie",
        "title": "Once Upon a Time in China",
        "description": "ဒီဇတ်လမ်းကတော့ အများရင်းနှီးပြီးသား ဖြစ်တဲ့ တရုတ်နိုင်ငံရဲ့ ရာဇဝင်မှာ ကျော်ကြားလှတဲ့မဟုတ်မခံစိတ်ရှိသူ သနားတက်သူ ကြင်နာတက်သူ သဘောကောင်းလွန်းသူ\r\nသိုင်းအကျော်အမော် ဒေါက်တာ ဝမ်ဖေးဟုန် အကြောင်း ရိုက်ကူးထားသော ရုပ်ရှင်ကားဖြစ်ပြီး\r\nကွန်ဖူးမင်းသားကြီး ဂျက်လီ မှ သရုပ်ဆောင်ရိုက်ကူးပေးထားပါတယ်…အင်္ဂလိပ်လက် ကျရောက်နေပြီး လူတွေက စိတ်ဓါတ်ပျက်ပြား အကျင့်တွေ ဖောက်ပြား နိုင်ငံခြားကို အထင်ကြီးစိတ်ဝင်ကိုယ့် လူမျိုးအချင်းချင်း အနိုင်ကျင့် ဗိုလ်ကျ တောကြောင် လက်ခမောင်း ခက်တာတွေ က အစ စိတ်ထဲ မဟုတ်မခံစိတ်ဝင်ရောက်လာအောင် ရိုက်ပြထားခဲ့ပြီး ရင်သက်ရှုမောဖွယ် သိုင်းကွက် များကို လဲ မြင်တွေ့ရမှာဖြစ်ပါတယ်ကြာမြင့်ချိန် ၂ နာရီကျော်တာမို့ မိသားစု နှင့် ကြည့်ရှုအပန်းပြေနိုင်သော ရုပ်ရှင်ကားကောင်းအဖြစ်ညွှန်းဆိုလိုက်ပါရစေ….ဒီ ရုပ်ရှင်ကားကို Channel Myanmar Translator ဖြစ်သူ Jin Jin မှ ဘာသာပြန်ပေးထားပါတယ်…",
        "year": 1991,
        "imdb": 7.4,
        "comment": true,
        "rating": 3.5,
        "duration": null,
        "downloadas": "1",
        "playas": "1",
        "classification": "959 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/c882f153ebcedb1cc72dc24dfd9c7887.jpg",
        "cover": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/cover_thumb\/uploads\/jpg\/bf1a1508ad23f13aa649e0ea84096fa7.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            },
            {
                "id": 14,
                "title": "China Collection"
            }
        ],
        "trailer": {
            "id": 9670,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/x95gXieo3f0"
        },
        "sources": [
            {
                "id": 9669,
                "type": "mp4",
                "url": "https:\/\/server.collectionzcm.xyz\/file\/chanzaw224\/movies\/Jet.Li.Collection\/zCM.04.Once.Upon.A.Time.In.China.I..1991..mp4"
            }
        ]
    },
    {
        "id": 1964,
        "type": "movie",
        "title": "Reborn",
        "description": "နည်းပညာတိုးတက်နေတဲ့ခေတ်ကြီးထဲမှာလူတွေဟာအမျိုးမျိုးတီထွင်ကြံဆကြတယ်..ကောင်းမွန်လွန်းတဲ့ နည်းပညာဆိုတာတွေကကောင်းတဲ့လူတွေလက်ထဲရောက်ရင် ကမ္ဘာကြီးအကျိုးရှိသလောက်မကောင်းတဲ့လူတွေလက်ထဲကျရင် ကပ်ဆိုးတွေကြုံရတာပါပဲဒီဇာတ်လမ်းလေးမှာတော့ Hacker သုံးဦးရဲ့ဒိတ်ဒိတ်ကျဲစွန့်စားခန်းကို\r\nရိုက်ကူးတင်ဆက်ထားခြင်းပဲဖြစ်ပါတယ်\r\nHacking ပညာ ကို 13 နှစ်ကတည်းစတင်လေ့လာပြီးCaptain Pirate လို့နာမည်ဝှက်ရထားတဲ့ လူငယ်လေးတစ်ဦးZebra နဲ့ စူးရီဆိုတဲ့ Hacker ရော ကိုယ်ခံပညာရော ကျွမ်းကျင်ပြီးပိုက်ဆံရရင်ဘာမဆိုလုပ်မယ့် စုံတွဲတို့..Zebra နဲ့စူးရီဟာ သူတို့လက်ခံ လိုက်တဲ့အလုပ်တခုအတွက်Captain Pirate အမည်ရတဲ့လူငယ်လေးကို အသင်းမှာပါအောင်ဆွဲဆောင်ရမယ်..အဲ့လိုစွဲဆောင်တဲ့နေရာမှာ စူးရီကိုအသုံးချပြီးမြူဆွယ်ဖို့အတွက်ပေါ့..ကောင်လေးကလည်း FA အကြီးစားလေသူတို့ရဲ့ target က Oasis Operation System ပါပဲအဲ့ System ဆိုတာကတော့ ကုန်းလမ်း ရေလမ်း လေကြောင်းလိုင်းစတဲ့ ဝန်ဆောင်မှုတွေကိုထိန်းချုပ်ထားပြီး အလုံခြုံဆုံးသောကွန်ရက်တခုသူတို့ ထိုးဖောက်နိုင်ပါ့မလား..ပြီးတော့ သူတို့၃ဦးဟာကိုယ်ဘယ်လမ်းကြောင်းပေါ်ကိုရောက်နေလို့ရောက်မှန်းမသိဖြစ်လာနေတာကိုလည်း သတိပြုလိုက်မိတဲ့အချိန်မှာတော့………………စဆုံး ဆွဲဆောင်မှုရှိရှိနဲ့ စိတ်ဝင်တစားကြည့်ရမယ့်ဇာတ်လမ်းကောင်းလေး တခုပါပဲ",
        "year": 2018,
        "imdb": 5.1,
        "comment": true,
        "rating": 3.8,
        "duration": null,
        "downloadas": "1",
        "playas": "1",
        "classification": "992 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/0688bb53793a3b9eb51dc143ffbbbc10.jpg",
        "genres": [
            {
                "id": 8,
                "title": "Sci-Fi"
            },
            {
                "id": 14,
                "title": "China Collection"
            }
        ],
        "trailer": {
            "id": 9668,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/uxM6vsMNwXs"
        },
        "sources": [
            {
                "id": 9667,
                "type": "mp4",
                "url": "https:\/\/server.shwelifemyanmar.com\/file\/chanzaw224\/movies\/2018\/Reborn.2018.mp4"
            }
        ]
    },
    {
        "id": 1963,
        "type": "movie",
        "title": "OMG: Oh My God!",
        "description": "ဒီဇာတ်ကားလေးကတော့ ကြည့်တိုင်းမရိုးရတဲ့ အတွေးအခေါ်ကားလေးဖြစ်ပြီး IMDB -8.3 အထိလည်း ရရှိထားပါသေးတယ်။ ဇာတ်လမ်းအရတော့ မစ္စတာကမ်ဂျီ ဆိုသူဟာ ဘာသာမဲ့တစ်ဦးဖြစ်ပြီး ကိုးကွယ်မှုအပေါ်လည်း လက်တလုံးခြား အမြတ်ထုတ်နေသူတစ်ဦးလည်းဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ သူရဲ့ ဆင်းတုတော်ဆိုင်လေး ငလျင်ဒဏ်ကြောင့် ပျက်စီးသွားခဲ့ပါတယ်။ ဒါကြောင့် မစ္စတာကမ်ဂျီ ဟာ အာမခံကုမ္ပဏီရဲ့ လျော်ကြေးကို သွားရောက်တောင်းခံခဲ့ပါတယ်။ သို့သော် ဒီပျက်စီးမှုဟာ ဘုရား ကို မယုံကြည်မှု စော်ကားမှုကြောင့် ဖြစ်ရသည်ဟု ငြင်းဆိုမှုကြောင့် မစ္စတာ ကမ်ဂျီလည်း အာမခံကြေးမရှိခဲ့ပေ။ဤသို့သော အကြောင်းတွေကြောင့် မစ္စတာကမ်ဂျီဟာ ဘုရားကို တရားစွဲဖို့ ကြိုးပမ်းခဲ့ပါတယ်။ ဘာသာရေးခေါင်းဆောင်တွေကို ဆင့်ခေါ်စေပြီး ဘုရား၏ ဖန်တီးမှုကြောင့် သူ့ဆိုင် ပြိုပျက်ရခြင်းဖြစ်ကြောင်း ရှင်းပြရင်း တရားဆိုင်စေခဲ့ပါတယ်။ ဒီကားလေးရဲ့ အနှစ်သာရကတော့ လေးနက်လွန်းလှပြီး ဘာသာမဲ့တစ်ဦး၏ တရားဆိုင်မှုတွေက စိတ်ဝင်စားစရာကောင်းလာခဲ့ ပါတယ်။ မစ္စတာကမ်ဂျီရဲ့နိဂုံး ဘယ်လို အဆုံးသတ်ခဲ့မလဲ။ တရားရေးဆိုင်မှုတွေက အောင်မြင်လာခဲ့မလား ဆိုတာတော့ ကိုယ်တိုင်ကြည့်ရှုရင်း တွေးဆလာမိမှာပါ။ဘာသာရေး တစ်ခုရဲ့ယုံကြည်မှုက နှလုံးသားက မွေးဖွားလာခြင်းဖြစ်ပြီး အယောင်ဆောင် ကိုးကွယ်မှုတွေကို ဒီဇာတ်ကားလေးက ကောင်းကောင်းကြီးသရော်စေခဲ့ပါတယ်။ ထို့ပြင် သန့်ရှင်းတဲ့ဘာသာရေးအပေါ် အသုံးချနေသူတွေရဲ့ သဘောသဘာဝနှင့် စကားတစ်ခွန်း၏ ညွန်းဆိုပုံတွေကလည်း ကွက်ကွက်ကွင်းကွင်းရှိလှတာကြောင့် ကြည့်ရှုရင်း အကျိုးရှိလှစေသည့် ဇာတ်ကားဖြစ်ကြောင်း ဖော်ပြအပ်ပါသည်။",
        "year": 2012,
        "imdb": 8.1,
        "comment": true,
        "rating": 4.2,
        "duration": "125 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "927 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/d4af9185dc016e74ab42f834cc41c09d.jpg",
        "genres": [
            {
                "id": 7,
                "title": "Fantasy"
            },
            {
                "id": 12,
                "title": "Bollywood (India)"
            }
        ],
        "trailer": {
            "id": 9666,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/eSfJ9NTE0OE"
        },
        "sources": [
            {
                "id": 9665,
                "type": "mp4",
                "url": "https:\/\/server.mingalarpar.xyz\/file\/chanzaw224\/movies\/2012\/Oh.My.God.2012.mp4"
            }
        ]
    },
    {
        "id": 1962,
        "type": "movie",
        "title": "The Water Horse",
        "description": "ဒုတိယကမ္ဘာစစ်မီးကြီးဟာ အရှိန်အဟုန်ကောင်းကောင်းနဲ့\r\nတောက်လောင်နေခဲ့တဲ့အချိန် အင်္ဂလန်ရဲ့အစွန်အဖျား တောကျတဲ့\r\nပင်လယ်ဝက ရွာလေးတစ်ရွာမှာ လူငယ်လေးတစ်ယောက်ဟာ\r\nစစ်အတွင်း တာဝန်ထမ်းဆောင်ဖို့ ထွက်သွားတဲ့ သူ့ရဲ့အဖေပြန်အလာကို\r\nနေ့တိုင်းစောင့်မျှော်ရှာနေခဲ့ပါတယ်။\r\nသူဟာ သူ့ရဲ့ဖခင်ကိုသူသတိရနေခဲ့သလို\r\nသူ့ရဲ့ ကျေးလက်ရွာငယ်လေးဟာလည်း စစ်ရဲ့ ကြမ်းတမ်းတဲ့အငွေ့အသက်ကို\r\nမသိမသာရော သိသိသာသာကြီးပါ ခံစားနေခဲ့ရပါပြီ။ဒီလူငယ်လေးဟာ\r\nရေကြောက်တတ်တဲ့သူဖြစ်ခဲ့ပေမယ့် ရေပြင်ကျယ်ကြီးနဲ့ နက်နက်ရှိုင်းရှိုင်း\r\nပတ်သက်ခဲ့ဖို့လည်း ကုသိုလ်ကံပါလာခဲ့သူပါ။x\r\nဒီဇာတ်လမ်းမှာထဲမှာ လှပတဲ့\r\nကျေးလက်ရှုခင်းများအပြင် စစ်အတွင်းကာလရဲ့ ဆိုးဝါးကြမ်းကြုတ်လှတဲ့\r\nကံတရားတွေ လူနဲ့တိရိစ္ဆာန်တွေကြားထဲက ချစ်ခြင်းမေတ္တာတွေကို\r\nအလှပဆုံး ဖေါ်ကြူးထားခဲ့ပါတယ်။ဇာတ်လမ်းဟာ အရမ်းကိုရိုးရှင်းလှသလို\r\nဇာတ်ကွက်ဇာတ်အိမ်ကလည်း သိပ်ကို ရိုးရှင်းလှပါတယ်…ဒါပေမယ့်\r\nသူ့ခေတ်သူ့အခါတုန်းက Box office: 103.1 million USD ဝင်ငွေပြန်လည်ရရှိခဲ့တဲ့အထိ\r\nအောင်မြင်ခဲ့ပြီး သိပ်ကိုလှပတဲ့ဇာတ်လမ်းလေးတစ်ခုလို့သတ်မှတ် ခံထားရတာပါ ။Rating အနေနဲ့ကတော့ IMDb 6.4 ရရှိခဲ့ပြီး Rotten Tomatoes မှာ 74% ရရှိထားပါတယ်။ဘာကြောင့် ခုလို ဝင်ငွေကောင်းပြီး Rating တွေမြင့်နေလဲဆိုတာတော့ ကိုယ်တိုင်ပဲ\r\nကြည့်ရှုခံစားလိုက်ပါဦး။",
        "year": 2007,
        "imdb": 6.4,
        "comment": true,
        "rating": 3.8,
        "duration": "112 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "0.97 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/dc5c40513ae8e5f4c3dd69ae23e6f01c.jpg",
        "cover": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/cover_thumb\/uploads\/jpg\/3fea4bfb66185177847372d308de7bd6.jpg",
        "genres": [
            {
                "id": 7,
                "title": "Fantasy"
            }
        ],
        "trailer": {
            "id": 9664,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/iuvPpCMgA9U"
        },
        "sources": [
            {
                "id": 9663,
                "type": "mp4",
                "url": "https:\/\/server.alinzcm.xyz\/file\/chanzaw224\/movies\/2007\/The.Water.Horse.Legend.Of.The.Deep.2007.mp4"
            }
        ]
    },
    {
        "id": 1961,
        "type": "movie",
        "title": "50 First Dates",
        "description": "သစ္စာနီကပြောတယ် အချစ်ဆိုတာ ဆပ်ပြာဖူဖောင်းတဲ့ တာရာမင်းဝေကတော့ အချစ်ဆိုတာ မသိစိတ်ရဲ့တည်ရှိခြင်းနဲ့ ဖြစ်ခြင်းကြားက\r\nလျှို့ဝှက်သောဆုံမှတ်တဲ့ တက္ကသိုလ်ဘုန်းနိုင်ကတော့ အချစ်စစ်ဆိုတာ တစ်သက်မှာတစ်ခါပွင့်တဲ့ ပိတောက်ပန်းရဲ့သစ္စာတရားနဲ့ခိုင်းနှိုင်းထားတယ်\r\nအချစ်ကြောင့်ဖြစ်တဲ့လုပ်ရပ်တွေကိုတော့တစ်ချို့ကပြောကြတယ် ဟန်ဆောင်မှုတွေကျော်လွန်ပြီး သတ္တိတွေရဲ့အလွန်ကိုတွန်းပို့ခြင်းခံရတဲ့လုပ်ရပ်တဲ့ ရူးသွပ်မိုက်မဲခြင်းလို့လည်း ခပ်ကြမ်းကြမ်းခေါင်းစဉ်တပ်ကြတာလည်းရှိတယ်….ကျွန်တော်တို့ဘဝမှာ မိုက်မဲခြင်းရူးသွပ်ခြင်းတွေမြောက်များစွာ\r\nလုပ်ခဲ့ကြတယ် ဒီလိုလုပ်ရပ်တွေကြားမှာ အချစ်ကြောင့်ရူးသွပ်သွားတာကတော့ အရမ်းချိုမြိန်ပျော်ရွှင်ဖို့ကောင်းပါတယ် …..ဘာလို့ဆိုနှလုံးသားရဲ့လိုအပ်\r\nချက် အချစ်ကိုတခြားအရာတွေက ဖြည့်ဆည်းပေးနိုင်တာမှမဟုတ်တာ………\r\nငါးပြတိုက်မှာအလုပ်လုပ်နေတဲ့လူရွယ်တစ်ယောက်ရှိတယ်…တစ်နေ့စားသောက်ဆိုင်မှာထိုင်နေရင်း မုန်တွေ့နဲ့ဆော့ကစားနေတဲ့ကောင်မလေးကိုတွေ့\r\nမိတယ်….အဲ့ကောင်မလေးကိုမြင်တော့စိတ်ဝင်စားသွားပြီး ချဉ်းကပ်မိတယ်…..သူအောင်မြင်ပါတယ်…နောက်နေ့ဒီလိုအချိန်တွေ့ဖို့ကောင်မလေး\r\nကတောင်ပြန်ချိန်းသွားတယ်….နောက်တစ်နေ့မှာ ကောင်မလေးနဲ့တွေ့တော့ သူနှုတ်ဆက်မိတယ်…ထူးဆန်းတာက ကောင်မလေးရဲ့တုန့်ပြန်မှုပဲ…\r\nခပ်စိမ်းစိမ်းကြည့်ရင်း ဘာတွေလာကြောင်နေတာလဲဆိုတဲ့ခွန်းတုံပြန်မှုကြောင့် သူဆွံအသွားတယ်….\r\nနောက်မှသိလိုက်ရတာက ကောင်မလေးဟာ ကားမတော်တဆမှုကြောင့် ခပ်ဆန်းဆန်းအတိတ်မေ့ရောဂါရနေတာပါပဲ…..\r\nကျွန်တော်ပြောတဲ့ သတ္တိတွေရဲ့အလွန် ရူးသွပ်မိုက်မဲခြင်းဆိုတာ အဲ့ဒီမှ စတာပဲ…ဆက်ပြောရင် ပေါ့သွားမှာစိုးရိမ်လို့ ဒီတင်ပဲနားပါရစေ….\r\n” ခင်ဗျား တို့ ကျွန်တော့ကိုရူးတယ်ပဲပြောပြော\r\nမိုက်မဲလွန်းတယ်ပြောပြောရပါတယ် ဒါပေမဲ့ ကျွန်တော်ပျော်တယ် ကျွန်တော့ဘဝဟာ သူမပါ…. အားလုံးအတွက်ရင်ဆိုင်နိုင်တယ်...နောက်တစ်ခုပြောချင်တာက\r\nကျွန်တော့ကိုပြစ်တင်ဝေဖန်နေမိတယ်ဆိုရင် သေချာတယ် ခင်ဗျားဟာ အချစ်ကိုမကြုံဖူးသေးသလို ကျွန်တော့လိုအချစ်စစ်တစ်ခုနဲ့မချစ်ဖူးသေးလို့ပါပဲ….”\r\nဒီကားလေးပြီးတော့ လူရွယ်က ကျွန်တော်တို့ကို အသံတိတ် ဒီစကားလေးပြောသွားတယ်လို့ ကျွန်တော်ထင်မိတယ်",
        "year": 2004,
        "imdb": 6.8,
        "comment": true,
        "rating": 4,
        "duration": "99 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "911 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/a743719445272fdc34c94ec294eed551.jpg",
        "genres": [
            {
                "id": 9,
                "title": "Comedy"
            }
        ],
        "trailer": {
            "id": 9662,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/Vi1uewVWxos"
        },
        "sources": [
            {
                "id": 9661,
                "type": "mp4",
                "url": "https:\/\/server.naymin.xyz\/file\/chanzaw224\/movies\/2004\/50.First.Dates.2004.mp4"
            }
        ]
    },
    {
        "id": 1960,
        "type": "movie",
        "title": "Taken 3",
        "description": "ဒီကားက တော့ Liam Neeson ကို Action မင်းသားအဖြစ် ကမ္ဘာကျော်စေခဲ့တဲ့\r\nTaken ဇာတ်ကား ရဲ့ တတိယမြောက်နဲ့ နောက်ဆုံးကားဖြစ်ပါတယ်။\r\nTaken ရဲ့နောက်ဆုံးဇာတ်ကားကိုတော့ ကျွန်တော်အညွှန်းမပေးတော့ပါဘူး။\r\nဇာတ်လမ်းက Taken ရဲ့ကျောရိုးကနေ ကွဲထွက်နေတယ်လို့ယူဆလို့ပါ။\r\nအကြိုက်မတွေ့ဆုံးအချက်ကတော့ Lenny ရဲ့ ယောက်ျား Stuart ကိုဒီဇာတ်ကားမှာ သရုပ်ဆောင် ပြောင်းထားပြီး Stuart အဖြစ် စကော့တလန် လူမျိုုး သရုပ်ဆောင် ဖြစ်တဲ့\r\nDougray Scott ကို သရုပ်ဆောင်ခိုင်းထားတဲ့အချက်ပါပဲ။\r\nAction ဇာတ်ကားအဖြစ်သာ ကြည့်ရင်တော့ အကြိုက်တွေ့ကြမှာပါ။",
        "year": 2014,
        "imdb": 6,
        "comment": true,
        "rating": 4.2,
        "duration": "108 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.13 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/f422facbbda94ee35f9fb903960ad1bb.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            }
        ],
        "trailer": {
            "id": 9660,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/JuU0M2xBasc"
        },
        "sources": [
            {
                "id": 9659,
                "type": "mp4",
                "url": "https:\/\/server.2d3dlive.shop\/file\/chanzaw224\/movies\/2014\/Taken.3.2014.mp4"
            }
        ]
    },
    {
        "id": 1959,
        "type": "movie",
        "title": "Diary of a Wimpy Kid: Rodrick Rules",
        "description": "ဒီဇာတ်ကားလေးဟာ စာရေးဆရာ Jeff Kenny ရဲ့ကလေးဝတ္တ္တုလေးတွေကို ရုပ်ရှင်အဖြစ်ပြန်လည်အသက်သွင်းထားတဲ့ဇာတ်ကားလေးတွေထဲမှတစ်ကားဖြစ်ပြီး IMDB Rating 6.6 ထိရရှိထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ထုံးစံအတိုင်း ဂရက် နဲ့ ရော့ဒရစ် ညီအကိုနှစ်ယောက်ရဲ့ ကတောက်ကဆမှုတွေနဲ့ပဲ ပတ်သက်ပြီးအစပျိုးထားပါတယ်။နောက်ပြီး ဂရက် တို့ကျောင်းကိုအသစ်ပြောင်းလာတဲ့ ပေါ်ပြူလာအဖြစ်ဆုံးဘက်စုံထူးချွန်တဲ့ကျောင်းသူလေး ဟိုလီ သူကလည်း ဂရက်သာ မက အားလုံးကစိတ်ဝင်စားခြင်းခံရသူပါ။ဂရက် ဟာလည်း အိမ်မှာတင်မကပဲ ကျောင်းအထိပါ ရော့ဒရစ် ရဲ့ လွှမ်းမိုးမှုကြောင့် ကျောင်းမှာပါအဆင်မပြေမှုတွေကြုံရတယ်ဟုယူဆကာ မိသားစုအပေါ်အမြင်မကြည်ခဲ့ပါဘူး။ဒီပြသနာတွေကို အဆင်ပြေစေဖို့ သူတို့မိဘတွေက နှစ်ယောက်ပူးတွဲလုပ်ဆောင်ရမဲ့ကိစ္စတွေကိုတာဝန်ပေးခဲ့ပေမဲ့လည်း ခဏတာပဲအဆင်ပြေခဲ့ပြီး နားလည်မှုလွဲမှားကြကာပြန်မသင့်မမြတ်ဖြစ်ခဲ့တာကြောင့် နှစ်ယောက်စလုံး သူတို့ရဲ့အဖိုးရှိတဲ့ အငြိမ်းစားဂေဟာကိုသွားနေဖို့ဒဏ်ပေးခြင်းခံရတဲ့နောက်မှာတော့ ဂရက်တစ်ယောက် ဘယ်လိုအကြံစည်တွေ ဘယ်လိုမိတ်ဆွေသစ်တွေရခဲ့ပြီး ဒီပြသနာတွေကိုဖြေရှင်းမလဲဆိုတာ ကိုဇာတ်ကားလေးမှာပဲဆက်လက်ကြည့်ကြပါခင်ဗျာ။",
        "year": 2011,
        "imdb": 6.5,
        "comment": true,
        "rating": 5,
        "duration": "99 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "712 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/32d133b3dad206970dd8b4e6ab4868a4.jpg",
        "genres": [
            {
                "id": 9,
                "title": "Comedy"
            }
        ],
        "trailer": {
            "id": 9658,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/ZbqqYuG1TCM"
        },
        "sources": [
            {
                "id": 9657,
                "type": "mp4",
                "url": "https:\/\/server.khitkyaungthar.xyz\/file\/chanzaw224\/movies\/2011\/Diary.Of.A.Wimpy.Kid.Rodrick.Rules.2011.mp4"
            }
        ]
    },
    {
        "id": 1958,
        "type": "movie",
        "title": "Metamorphosis",
        "description": "အရင်တစ်ခေါက်က Divine Fury ကြည့်ပြီး ပါဝါရိန်းဂျားဆန်သွားလို့ သိပ်ပြီးတော့အားမရလိုက်တဲ့သူတွေအဖို့ ဒီကားက တော်တော်အားရကြေနပ်စေမှာပါကိုရီးယားက မိတ်ကပ်နဲ့ရိုက်ကူးမှုအပိုင်းမှာ အားသာပြီးသားမို့လို့ ကြည့်ရကောင်းမှာသေချာပြီးသားဆိုပေမယ့် ဇာတ်လမ်းကပါကောင်းတော့ကြည့်ရတာတော်တော်တန်တဲ့ကားတစ်ကားဖြစ်သွားပါတော့တယ်\r\nနတ်ဆိုးနှင်တဲ့ကားပါပဲ ဒါပေမယ့် ရိုက်တာပီပြင်လွန်းလို့ ကိုယ်ပါအဲ့နားရောက်နေသလိုပါပဲ\r\nထမင်းစားနေတုန်းတော့ မကြည့်ပါနဲ့ သွေးအလိမ်းလိမ်းနဲ့ တကယ်ဖြစ်နေသလိုကြီးကိုပီပီပြင်ပြင်ရိုက်ထားတာမို့လို့ပါခရစ်ယာန်နတ်ဆိုးနှင်တဲ့ဘုန်းကြီးတစ်ယောက်ရဲ့အလုပ်ဟာ ဘဝတစ်ခုလုံးပေးပြီးတော့ လုပ်ရတဲ့အလုပ်ပါဒီလိုမျိုးမှာကိုမှ ကိုယ့်မိသားစုထဲကိုပါ နတ်ဆိုးတစ်ကောင်က ရောက်လာရင်တော့ ဘယ်လိုစိတ်အခြေအနေနဲ့နှင်ရမှာပါလဲပြီးတော့ နာမည်နဲ့လိုက်အောင် ဒီကားထဲကနတ်ဆိုးက ရုပ်ပြောင်းရုပ်လွှဲနဲ့ဝင်တာပါပြောရင်းနဲ့ စပွိုင်းမိမှာစိုးလို့ ဒီလောက်ပဲပြောလိုက်ပါတော့မယ်ကျန်တာကိုတော့ ဆက်ကြည့်လိုက်ပါတော့အညွှန်းနဲ့ဘာသာပြန်ကတော့ Fliex ဖြစ်ပါတယ်",
        "year": 2019,
        "imdb": 5.3,
        "comment": true,
        "rating": 3.6,
        "duration": null,
        "downloadas": "1",
        "playas": "1",
        "classification": "950 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/a826c01d6bf7a6bc080dc655beb2f5f3.jpg",
        "genres": [
            {
                "id": 5,
                "title": "Horror & Thriller"
            },
            {
                "id": 10,
                "title": "Korea, Thai Collection"
            }
        ],
        "trailer": {
            "id": 9656,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/KmSzCGY8sjU"
        },
        "sources": [
            {
                "id": 9655,
                "type": "mp4",
                "url": "https:\/\/server.shwelifemyanmar.com\/file\/chanzaw224\/movies\/2019\/Metamorphosis.2019.720p.FHD.NonDRM.mp4"
            }
        ]
    },
    {
        "id": 1957,
        "type": "movie",
        "title": "Rab Ne Bana Di Jodi",
        "description": "မင်းသားကြီး ရှာရွတ်ခန်း နဲ့ PK မင်းသမီး Anushka Sharma တို့အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့\r\nComedy, Drama, Musical အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။\r\nအချစ်က အရာရာကိုပြောင်းလဲစေနိုင်တယ်ဆိုတာ မျက်ဝါးထင်ထင်မြင်ရမယ့်ဇာတ်ကားပါ။\r\nဇာတ်လမ်းပေါ့သွားမှာစိုးလို့ အညွှန်းမပေးတော့ပါဘူး။\r\nIMDb Rating (7.1\/10) နဲ့ Rotten Tomatoes (83%) ရရှိထားလို့\r\nဇာတ်ကားကောင်းတစ်ကားဖြစ်တဲ့အကြောင်း သိပ်လဲညွှန်းစရာမလိုပါ။\r\n(ဒီဇာတ်ကားကို Aung Maw Han မှခံစားတင်ဆက်ထားပါတယ်။)",
        "year": 2008,
        "imdb": 7.2,
        "comment": true,
        "rating": 3.8,
        "duration": "167 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.14 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/9ae078f6b7eecb4130b40b9939d03a2d.jpg",
        "genres": [
            {
                "id": 12,
                "title": "Bollywood (India)"
            },
            {
                "id": 13,
                "title": "Drama"
            }
        ],
        "trailer": {
            "id": 9654,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/QB2fZsBZGYs"
        },
        "sources": [
            {
                "id": 9653,
                "type": "mp4",
                "url": "https:\/\/server.alinzcm.xyz\/file\/chanzaw224\/movies\/2008\/Rab.Ne.Bana.Di.Jodi.2008.mp4"
            }
        ]
    },
    {
        "id": 1956,
        "type": "movie",
        "title": "Mosul",
        "description": "အီရတ်မှာ ISIS တေွနဲ့ အီရတ်နိုင်ငံသား အခြားတပ်ဖွဲ့တွေ\r\nအကြာကြီး ရင်ဆိုင်တိုက်ခိုက်ခဲ့ကြတယ်။\r\nISIS တွေကို အီရတ်မှာ DAESH အဖွဲ႕တွေလို့ ခေါ်ကြပါတယ်။\r\nISIS တွေဟာ သူတို့ဖမ်းမိတဲ့ အီရတ်တပ်ဖွဲ့ဝင်တွေကို\r\nအပြစ်ချေဖို့နဲ့ ဘက်ပြောင်းဖို့ ခွင့်ပြုပြီး လူသစ်စုတတ်ကြတယ်။\r\nဒါပေမယ့် ISIS တွေကို သတ်တဲ့နေရာမှာ လက်သံပြောင်လွန်းလို့ မိတာနဲ့\r\nဘက်ပြောင်းခွင့်မရှိဘဲ အသတ်ခံရတဲ့ တပ်ဖွဲ့တစ်ခုတော့ ရှိခဲ့ပါတယ်။\r\nNineveh SWAT လို့ခေါ်တဲ့ အီရတ်အထူးတပ်ဖွဲ့ပါပဲ။\r\nဒီရုပ်ရှင်ကတော့ အဲဒီတပ်ဖွဲ့ကို ဂုဏ်ပြုသောအားဖြင့်\r\nတကယ့်ဖြစ်ရပ်ကို အခြေခံပြီး ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။\r\nအီရတ်ရဲ့ ဒုတိယအကြီးဆုံးမြို့တော် ဖြစ်ခဲ့တဲ့ Mosul ကို ISIS တွေ အတော်ကြာ ကြီးစိုးခဲ့ပြီး\r\nနောက်ဆုံးမှာ စွန့်ခွာထွက်ပြေးကြပါတော့တယ်။\r\nအဲဒီ မြို့မှာ နောက်ဆုံးစစ်ဆင်ရေးတစ်ခုကို လာထမ်းဆောင်တဲ့\r\nSWAT အဖွဲ႕တွေနဲ့ DAESH တွေ ရင်ဆိုင်ကြပုံကို ပြသထားတာပါ။\r\nစစ်ကားကောင်းကောင်း ငတ်နေတဲ့သူတွေ အတွက်\r\nအဆာပြေမယ့် ရုပ်ရှင်ကောင်းပါပဲ။",
        "year": 2019,
        "imdb": 5.6,
        "comment": true,
        "rating": 4.1,
        "duration": "101 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.08 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/f36f97d0779784da92ee9c0bb94a3aee.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            }
        ],
        "trailer": {
            "id": 9652,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/Z9bw8MGkB-A"
        },
        "sources": [
            {
                "id": 9651,
                "type": "mp4",
                "url": "https:\/\/server.1otherzcm.xyz\/file\/chanzaw224\/other\/movies\/2019\/Mosul.2019.mp4"
            }
        ]
    },
    {
        "id": 1955,
        "type": "movie",
        "title": "Live and Let Die",
        "description": "ဂျိန်းစဘွန်းဇာတ်ကားလေးဖြစ်ပါတယ် \r\nအားပေးကြသူ သူငယ်ချင်းများအားလုံးကို ကျေးဇူးတင်ပါတယ်ခင်ဗျာ။",
        "year": 1973,
        "imdb": 6.8,
        "comment": true,
        "rating": 3,
        "duration": "121 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.02 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/d29a78a6544ae1dd8e744ebf2d1e73b4.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            }
        ],
        "trailer": {
            "id": 9648,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/KTzsm9-XWQo"
        },
        "sources": [
            {
                "id": 9647,
                "type": "mp4",
                "url": "https:\/\/server.collectionzcm.xyz\/file\/chanzaw224\/movies\/James.Bond.Collection\/zCM.Live.And.Let.Die.1973..mp4"
            }
        ]
    },
    {
        "id": 1954,
        "type": "movie",
        "title": "Get Smart",
        "description": "ဒီကားကိုမကြည့်ခင် ခင်ဗျားတို့ သတိလေးပေးချင်တယ်…\r\nဥပမာ အိမ်မှာ မိသားစုဝင် ၅ယောက်လုံးရှိတယ်ထား..ခင်ဗျားက ဒီကားကိုကြည့်ဖို့ပြင်ဆင်ပြီဆိုရင် ကျန်တဲ့\r\n၄ယောက်ပါ TVရှေ့ကိုခေါ်ကြည့်သင့်တယ်….လင်မယား ၂ ယောက်ထဲဆိုလည်း ၂ယောက်လုံးကြည့်ဖြစ်\r\nအောင်ကြည့် တစ်ယောက်ထဲကြည့်မိရင် အံကြိတ်ပြီး တခိခိရယ်တဲ့ကိုယ့်ကို ကျန်တဲ့သူတွေက ရူးများသွားတာလား\r\nခေါင်းချောင်သွားတာလားဆိုတဲ့အတွေးနဲ့ကြည့်တာခံရလိမ့်မယ် ကျွန်တော့ချစ်သူလေးကတော့ “ကို”တော့ရူးသွားပြီ\r\nတံတားလေးပို့ရတော့မယ်လို့ပြောသွားတယ်……\r\nဒီကားရဲ့မင်းသား Steve Carell ကိုတော့အားလုံးရင်းနှီးပြီးသားဖြစ်မှာပါ…မင်းသမီးချောလေး Hathaway ရယ်\r\nDwayne Jonson(The rock)ရယ်ပါဝင်ထားလေတယ်…မျက်နှာတွေပြူးပြဲပြ ရွံ့စရာအကွက်တွေနဲ့ပြ အိုဗာတင်းဟာသကွက်တွေ\r\nလို့မထင်လိုက်နဲ့ …\r\nSteve carell က အထူးအေးဂျင့်တွေအတွက်သတင်းစုဆောင်းတဲ့သူတစ်ယောက် ပြောရရင် ရုံးစာရေးဆိုပါတော့ ဒါပေမဲ့ သူ့ရဲ့\r\nအိပ်မက်က အေးဂျင့်ဖြစ်ချင်တာပဲ….တစ်နေ့တော့ နျူကလီးယားလက်နက်အတွက် အရေးကြီးယူရေနီယမ်တွေအခိုးခံရတော့\r\nအကြမ်းဖက်အဖွဲ့တွေမရိပ်မိအောင် တစ်ခါမှ လူဆိုးတွေနဲ့မဆက်ဆံဖူးတဲ့Steve Carell နဲ့ မျက်နှာခွဲစိတ်ပြုပြင်ထားတဲ့\r\nမင်းသမီးချော Hathaway ရယ်ကိုလွှတ်လိုက်တယ်…..\r\nခင်ဗျားတို့ကတော့ ထင်လိမ့်မယ် ရုံးစာရေးကိုလွှတ်တယ်ဆိုတော့ ဘာစကေးမှမရှိဘူး အလွဲတွေနဲ့ကြည့်ရဆိုးမယ်လို့ပေါ့\r\nအာ့ဆိုလုံးဝလွဲသွားလိမ့်မယ် သူက အေးဂျင့်ဖြစ်ချင်တာဆိုတော့ အကုန်လေ့ကျင့်ထားတယ် တိုက်ရည်ခိုက်ရည်တွေနဲ့\r\nအားလုံးကို မှတ်မိတတ်တဲ့ သူ့ဦးနှောက်ကို ပေါင်းစပ်လိုက်တော့ အတော်လေးအလုပ်ဖြစ်တယ်…. ရယ်စရာတွေကလည်း သဲထိတ်ရင်ဖိုခန်းလေး\r\nတွေမှာ အပိုအလိုမရှိထည့်ထားလေတော့ တခွီးခွီးရယ်ရတာ.ရိုက်ချက်တွေကလည်း အတော်လန်းတယ်…. ကိုင်း ခံစားကြည့်လိုက်ဦးဗျ မောပန်းနွမ်းနယ်နေတဲ့ခင်ဗျားတို့\r\nနှလုံးသားနဲ့ ဦးနှောက်ကို လန်းဆန်းစေချင်ရင်တော့ ဒီကားကိုကြည့်လိုက် ကျွန်တော်ပြောတာ မလွန်ဘူးဆိုတာ ခင်ဗျားတို့ ဇာတ်ကားအစ\r\n၁၀မိနစ်လောက်ကထဲက သဘောပေါက်သွားလိမ့်မယ်……",
        "year": 2008,
        "imdb": 6.5,
        "comment": true,
        "rating": 4.6,
        "duration": "110 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "867 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/7e9abb6dec8083c51e8587b36d177839.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            }
        ],
        "trailer": {
            "id": 9646,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/guUYvXf_KvA"
        },
        "sources": [
            {
                "id": 9645,
                "type": "mp4",
                "url": "https:\/\/server.alinzcm.xyz\/file\/chanzaw224\/movies\/2008\/Get.Smart.2008.mp4"
            }
        ]
    },
    {
        "id": 1953,
        "type": "movie",
        "title": "The Tashkent Files",
        "description": "နိုင်ငံတိုင်းမှာ ဖျောက်ဖျက်ခံထားရတဲ့သမိုင်းဆိုတာ ရှိတတ်ကြမယ်ထင်ပါတယ်…ဒီဇာတ်လမ်းကတော့ အိန္ဒိယနိုင်ငံရဲ့ အမျိုးသားခေါင်းဆောင်ကြီးတွေထဲက တစ်ဦးလို့ ပြောလို့ရတဲ့ဝန်ကြီးချုပ် လာ ဗဟာဒူး ရှာစရီသေဆုံးခြင်းအကြောင်း စုံစမ်းစစ်ဆေးမှုကို ရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန် ဇာတ်လမ်းတစ်ခုပဲဖြစ်ပါတယ်…လာ ဗဟာဒူး ရှာစရီဟာ အိန္ဒိယနိုင်ငံရဲ့ ဒုတိယမြောက်ဝန်ကြီးချုပ်ဖြစ်ပြီး အင်ဒီ-ပါကစ္စတန်စစ်ပွဲမှာ သူ့ကြောင့် အိန္ဒိယက အနိုင်ရခဲ့တယ်လို့ဆိုပါတယ်…1966 ခုနှစ် ပါကစ္စတန်နဲ့ သဘောတူစာချုပ်လက်မှတ်ထိုးဖို့ တာရှီကန်မှာ ရှိနေခဲ့တဲ့အချိန်မှာ ရုတ်တရက် သေဆုံးခဲ့ပါတယ်သူ့ရဲ့သေဆုံးမှုဟာ နှလုံးဖောက်မှုကြောင့် သဘာဝအတိုင်းသေတာလား ..အဆိပ်ခတ်မှုကြောင့်လား မရေရာဖြစ်ခဲ့ပြီးတော့ နှစ်ပေါင်း ၅၀ကြာတဲ့အထိ သမိုင်းဖျောက်ခံထားခဲ့ရပါတယ်…အရမ်းကို စိတ်လှုပ်ရှားစရာ စိတ်ဝင်စားစရာကောင်းပြီး နိုင်ငံရေးအချက်အလက်တွေသမိုင်းဆိုင်ရာလျှို့ဝှက်ချက်တွေအများကြီးပါတဲ့ ဇာတ်ကားကောင်းတစ်ခုဖြစ်ပါတယ်…နိုင်ငံရေးစိတ်ပါဝင်စားသူတွေ ကမ္ဘာ့သမိုင်းစိတ်ဝင်စားသူတွေသဘောကျကြမယ့်ဇာတ်ကားဖြစ်ပြီးဇာတ်ကားထဲမှာပြောကြတဲ့ ဒိုင်ယာလော့တွေကလည်း မှတ်သားစရာသိပ်ကောင်းတာမို့ ကိုယ်တိုင်ပဲကြည့်ှရှုခံစားကြပါ…IMDb ကတော့ 8.1\/10 တောင်ရထားပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုဇွဲခန့်သွင်ပါ)",
        "year": 2019,
        "imdb": 7.8,
        "comment": true,
        "rating": 4.7,
        "duration": "134 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.10 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/0b8b77a8d4c3add2e316b559c47f208d.jpg",
        "genres": [
            {
                "id": 12,
                "title": "Bollywood (India)"
            },
            {
                "id": 13,
                "title": "Drama"
            }
        ],
        "sources": [
            {
                "id": 9644,
                "type": "mp4",
                "url": "https:\/\/server.shwelifemyanmar.com\/file\/chanzaw224\/movies\/2019\/The.Tashkent.Files.2019.720p.WEB.DL.mp4"
            }
        ]
    },
    {
        "id": 1952,
        "type": "movie",
        "title": "Not Another Teen Movie",
        "description": "ကဲအားလုံးပဲစောင့်မျှော်နေကြတဲ့ChrisEvansပါဝင်သရုပ်ဆောင်ထားတဲ့အမေရိကန်ကျောင်းသားဟာသကားအမြူးလေးပါ။၂၀၀၀ခုနှစ်ကထွက်ရှိခဲ့ပြီးBoxOffice 66.5သန်းရရှိခဲ့ပါတယ်။American Pieကားတွေလိုမျိုးကျောင်းသားလူငယ်ဟာသကားဆိုတဲ့အတိုင်း၁၈++လေးတွေပါဝင်တယ်။\r\nရယ်လည်းရယ်ရတယ်ပေါ့နော်။ဇာတ်လမ်းလေးကတော့ ဂျွန်ဟူးဆိုတဲ့အထက်တန်းကျောင်းလေးမှာအခြေတည်ထားတာပါ။\r\nကျောင်းမှာနာမည်ကြီးCheerleaderဖြစ်တဲ့ပရစ်ဆယ်လာနဲ့တွဲနေတဲ့ကျောင်းနာမည်ကြီးဘောလုံးကစားသမားဖြစ်တဲ့ဂျိတ်ခ်ဝိုင်လာ(ChrisEvans)တယောက်ရုတ်တရတ်အခြားအူကြောင်ကြောင်ကျောင်းသားတယောက်ကြောင့်ရည်းစားဖြတ်တာခံလိုက်ရပါတယ်။အဲဒါနဲ့ဂျိတ်ခ်ရဲ့သူငယ်ချင်းတယောက်ဖြစ်သူကကျောင်းမှာရိုးအအလူရာသိပ်မသွင်းတဲ့ကျောင်းသူတယောက်ကိုQueenဖြစ်အောင်လုပ်ပေးဖို့လောင်းကြေးထပ်ပါတယ်။အဲဒီကစပြီးဂျိတ်တယောက်ဂျေနီဘရစ်ဆိုတဲ့ကောင်မလေးနဲ့နီးစပ်ဖို့အမျိုးမျိုးကြံပါတော့တယ်။သို့ပေမယ့်ကြားထဲမှာသူ့ကိုဇွတ်ကြိုက်ချင်နေတဲ့အစ်မဖြစ်သူကတ်သရင်းရော၊ဂျေနီရဲ့လူမသိသူမသိအချစ်ဆုံးသူငယ်ချင်းရစ်ကီလစ်မန်းရော၊\r\nသူ့ရဲ့အတိတ်ကဘောလုံးပွဲအတိတ်ဆိုးတွေကပါအနှောင့်အယှက်ပေးနေခဲ့တာကြုံနေရပါတယ်။အစ်မဖြစ်သူကတ်သရင်းကတော့သူ့မောင်ကိုတဖြေးဖြေးကူညီပေးရင်းဂျေနီကိုပုံစံလုံးဝပြောင်းပေးပြီးအလန်းလေးလုပ်ပေးလိုက်ပါတယ်။ဒီကြားထဲဂျေနီရဲ့မောင်လေးမစ်ချ်နဲ့သူ့သူငယ်ချင်းတွေရဲ့ပေါက်ကရလုပ်တာတွေဟာသတွေအမေရိကန်ကျောင်းသား\r\nဟာသကားတွေရဲ့ထုံးစံတွေလိုပေါက်ကရတွေလုပ်တာတွေ[(၁၈+)တွေလည်းပါတာပေါ့နော်]လူငယ်ဆန်ဆန်ပုံစံတွေကိုလည်းတွေ့ရမှာပါ။ကြည့်ရတာတန်စေမှာဖြစ်ပြီညအေးဆေးအချိန်ထိုင်ခွီလိုက်ရအောင်ဗျာ။ဇာတ်ကားကတော့စစချင်းကိုခွီရမှာငိငိ။ဆိုတော့နောက်ပိုင်းကျွန်တော်တို့ဇာတ်လိုက်ကြီးChirsEvanဘယ်လိုအခွီတွေနဲ့ေ့ရှဆက်မလဲဆိုတာတော့ဇာတ်ကားကိုအဆုံးထိကြည့်လိုက်ရအောင်ဗျာ\r\n(အဆုံးသတ်မှာပါသေးတယ်နော်)။(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်သူကတော့ Fridays ပဲဖြစ်ပါတယ်)",
        "year": 2001,
        "imdb": 5.7,
        "comment": true,
        "rating": 4.3,
        "duration": "89 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "751 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/6da445049cce2b206e4d8f89fa99f317.jpg",
        "cover": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/cover_thumb\/uploads\/jpg\/3713afcf97a295ffc50ade518919bd64.jpg",
        "genres": [
            {
                "id": 9,
                "title": "Comedy"
            }
        ],
        "trailer": {
            "id": 9643,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/GXD22oySnok"
        },
        "sources": [
            {
                "id": 9642,
                "type": "mp4",
                "url": "https:\/\/server.naymin.xyz\/file\/chanzaw224\/movies\/2001\/Not.Another.Teen.Movie.2001.mp4"
            }
        ]
    },
    {
        "id": 1951,
        "type": "movie",
        "title": "Buried",
        "description": "IMDb Rating 7.0 ထိရရှိထားပြီး သည်းထိပ်ရင်ဖို ကြိုက်နှစ်သက်သူတွေအတွက်အထူး စပါယ်ရှယ် ဇာတ်ကားတစ်ကားကို တင်ပေးလိုက်ပါတယ်\r\nဇာတ်ကားလေးကတော့ ပေါလ်ဟာ အမေရိကန်တယောက်ဖြစ်ပြီး အီရတ်မှာ\r\nထရပ်ကားမောင်းနှင်သူတယောက်ဖြစ်ပြီးတနေ့မှာ အီရတ်သားတစ်စု ရဲ့ တိုက်ခိုက်မှုကိုခံရပြီး မေ့မျောသွားခဲ့ရာမှသတိရလာသောအခါမှာတော့ မီးခြစ်တစ်လုံး ဆဲလ်ဖုန်းတလုံး ဖြင့်သစ်သားအခေါင်းတစ်ခုထဲမှာ ထည့်မြှုပ်ခံလိုက်ရတဲ့အခါမှာတော့ပေါလ်တစ်ယောက် ဘယ်လိုများကြံဖန်မလဲလွတ်ကောလွတ်မြောက်နိုင်ပါ့မလားဆိုတာတွေကိုပရိတ်သတ်ကြီးက ဆက်လက် ကြည့်ရှုရမှာဖြစ်ပါတယ် \r\nဘာသာပြန်သူကတော့ ကို စိုးဇေယျာဝင်းပဲဖြစ်ပါတယ်ဗျ",
        "year": 2010,
        "imdb": 7,
        "comment": true,
        "rating": 3.8,
        "duration": "95 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "820 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/1b15104b8bf30f1bd346cb436aafd1f2.jpg",
        "genres": [
            {
                "id": 13,
                "title": "Drama"
            }
        ],
        "trailer": {
            "id": 9641,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/4CCXSG1WSwY"
        },
        "sources": [
            {
                "id": 9640,
                "type": "mp4",
                "url": "https:\/\/server.khitkyaungthar.xyz\/file\/chanzaw224\/movies\/2010\/Buried.2010.mp4"
            }
        ]
    },
    {
        "id": 1950,
        "type": "movie",
        "title": "Tenet",
        "description": "Inception တို့ Interstellar တို့ကို ရိုက်ခဲ့တဲ့ဒါရိုက်တာ ခရစ္စတိုဖာ နိုလန်ရဲ့ နောက်ဆုံး ထွက်ရုပ်ရှင်သစ် ရပါပြီ။ဒီရုပ်ရှင်က သိပ္ပံ စိတ်ကူးယဉ် ရုပ်ရှင်ဖြစ်ပြီး အချိန်ခရီးသွားခြင်း ကို စိတ်ကူးအသစ်နဲ့ ပြသထားတာပါ။ဇာတ်လမ်းကိုတော့ မပြောပြတော့ပါဘူး။အရမ်းကောင်းပါတယ်၊ ကြည့်ပါ။\r\nနားလည်ချင်ရင် အခန်းတွေ ကျော်မကြည့်ဘဲ လိုက်စဉ်းစားနေမှ အဆင်ပြေမယ်တော့ ထင်ပါတယ်။\r\nအဓိက သဘောတရားကတော့ ကျွန်တော်တို့ လူတွေ အရာဝတ္ထုတွေဟာအချိန်လမ်းကြောင်းအတိုင်း ရှေ့ကို သွားနေပါတယ်။ကမ္ဘာကြီးကလည်း အဲဒီလိုပဲ လည်ပတ်နေပါတယ်။၇ နာရီ မှာ တည်ရှိနေတဲ့လူဟာ နောက်ထပ် ၁၀ မိနစ် နေရင် ၇ နာရီ ၁၀ မိနစ်မှာ တည်ရှိနေမှာပါပဲ။တကယ်လို့ အဲဒီလူတွေ အရာဝတ္ထုတွေဟာ အချိန်လမ်းကြောင်းနဲ့ ဆန့်ကျင်ဘက်ကိုသွားတယ်ဆိုပါစို့ အချိန်ဖြစ်စဉ်အရ ၇ နာရီမှာ စတင်ပြီး နောက်ပြန်သွားတဲ့သူဟာနောက် ၁၀ မိနစ်ကြာရင် ၆ နာရီ ၅၀ မှာ တည်ရှိနေပါလိမ့်မယ်။ဒီတော့ သက်ရောက်မှုက အရင်လာပြီး အကြောင်းရင်းက နောက်မှလာပါလိမ့်မယ်။ဥပမာ ကျည်ဆံက အရင် နံရံမှာ မြှပ်နေပြီး နောက်မှ သေနတ်ထဲကို ပြန်ဝင်လာတာမျိုးပေါ့။Grandfather paradox တို့ multiverse တို့ Feynman ရဲ့ ပိုစေထရွန်တွေဟာအလက်ထရွန်တွေ အချိန်နောက်ပြန်သွားနေခြင်းဖြစ်တယ်ဆိုတဲ့အဆိုတို့စတာတွေကို အခြေခံပြီး တည်ဆောက်ထားတဲ့ ဇာတ်လမ်းပါပဲ။\r\nဒီအောက်က စာတွေကိုတော့ ရုပ်ရှင်ကြည့်ပြီး မရှင်းမှ လာဖတ်လိုက်ပါ။\r\nSpoiler Alert ပါ။\r\nအရာဝတ္ထုတစ်ခုဟာ အချိန်လားရာအတိုင်း\r\nအရှေ့ကို သွားနေပေမယ့် အနုမြူစွမ်းအင် လို ပေါက်ကွဲမှုတစ်ခုကြောင့်\r\nအချိန်လားရာ ပြောင်းပြန်ရွှေ့လျားတတ်တဲ့\r\nဓာတ်ပစ္စည်းတွေ ဖြစ်ကုန်တာပါ။\r\nဒီတော့ ကျွန်တော်က သာမန် ပစ္စည်းတစ်ခုကို\r\n၂၀၂၀ နိုဝင်ဘာ ၃၀ ရက် မနက် ၉ နာရီမှာ နေရာတစ်ခုမှာ\r\nမြေမြှပ်ပြီး ဖွက်ထားတယ်ဆိုပါစို့။\r\nအဲဒီပစ္စည်းဟာ အဲဒီနေရာမှာ အချိန်လားရာအတိုင်း တည်ရှိနေပြီ\r\n၂၀၅၀ မှာ လူတစ်ယောက်က တူးဖော်ယူပါလိမ့်မယ်။\r\nအဲဒီလူက အဲဒီပစ္စည်းကို အချိန်လားရာ ပြောင်းပြန်ပစ္စည်းဖြစ်အောင်\r\nဖန်တီးလိုက်ပြီး အဲဒီနေရာမှာပဲ မြှှပ်လိုက်မယ်ဆိုရင်\r\nအဲဒီပစ္စည်းဟာ အတိတ်ကို တရွေ့ရွေ့နဲ့ ရောက်ရှိသွားပြီ။\r\n၂၀၂၀ နိုဝင်ဘာ ၃၀ မနက် ၉ နာရီ မှာပဲ အနာဂတ် နှစ် ၃၀ လောက်က\r\nပစ္စည်းတွေကို တူးဖော်ယူလိုက်ရုံပါပဲ။ ဒီတော့ အနာဂတ်နဲ့အတိတ်\r\nသတင်းစကားပါးဖို့ဆိုတာ တစ်စက္ကန့်အချိန်ပဲလိုတယ်လို့တောင် ပြောလို့ရပါတယ်။\r\nပစ္စည်းတွေအတွက်အဆင်ပြေပေမယ့် ပြောင်းပြန်လူတွေအတွက်တော့ အဆင်ပြေမနေပါဘူး။\r\nအဆုတ်ထဲကိုလေက ပုံမှန်မဝင်တာတွေ အမြင်အကြားတွေ ပုံမှန်မဟုတ်တာတွေ ဖြစ်လာနိုင်ပါတယ်။\r\nဒီတော့ ဒီဇာတ်ကားရဲ့ မူရင်းဇာတ်လမ်းအရ အနာဂတ်မှာ လူတွေဟာ\r\nကမ္ဘာကြီးပျက်စီးခါနီးလာပြီး ရင်းမြစ်တွေရှားပေးလာတဲ့အတွက်\r\nအသက်ရှင်ဖို့ နည်းလမ်းတစ်ခုကို တီထွက်လိုက်ပါတယ်။\r\nဒါကတော့အချိန်ကို လားရာပြောင်းပြန်နဲ့ သွားဖို့ပါပဲ။\r\nတစ်ကမ္ဘာလုံးကို ဒီလို သွားနိုင်ဖို့ လုပ်လိုက်မယ်ဆိုရင်\r\nအတိတ်ကာလက အချိန်ရှေ့အတိုင်း သွားနေတဲ့ လူအားလုံး သေဆုံးပျက်စီးရပါလိမ့်မယ်။\r\nဒါဟာ Grandfather paradox အဘိုးဝိရောဓိ နဲ့ ညှိပါတယ်။\r\nသင်ဟာ အတိတ်ကို ပြန်သွားပြီး ကိုယ့်အဘိုးကိုယ် သတ်လိုက်မယ်ဆိုရင်\r\nသင်လည်းမွေးမလာနိုင်တော့ပါဘူး။\r\nမွေးမလာနိုင်တော့တဲ့အတွက် အတိတ်ကို ပြန်ပြီး\r\nအဘိုးကို သတ်ဖို့ ဆိုတာလည်း မဖြစ်နိုင်တော့ပါဘူး။\r\nဘယ်လိုမှ ဖြေရှင်းမရတဲ့ ဝိရောဓိပါ။\r\nဒီရုပ်ရှင်ရဲ့ အနာဂတ်က လူတွေကတော့ ဒီဝိရောဓိမျိုးဖြစ်မလာနိုင်ဘူးလို့\r\nယုံကြည်ပြီး အတိတ်က ဘိုးဘေးအားလုံးကို ပြန်သတ်ဖို့ကြိုးစားသူရှိသလို၊\r\nဝိရောဓိကို ယုံကြည်လို့ တားဆီးဖို့ ကြိုးစားတဲ့သူတွေလည်း ရှိလာပါတယ်။\r\nနောက်ပြီးတော့ တကယ်သာ အဲဒါ အောင်မြင်ပြီးသားဆိုရင်\r\nအတိတ်မှာ လူတွေအကုန်သေသွားတဲ့ စကြဝဠာဖြစ်တည်မှုတစ်ခု၊\r\nအတိတ်ကလူတွေ မသေအောင် တားဆီးနိုင်တဲ့ အချိန်လမ်းကြောင်းတစ်ခု\r\nစသဖြင့် အမျိုးမျိးကွဲထွက်ပြီး multiverse တွေ တည်ရှိနိုင်မလားလည်း တွေးစရာဖြစ်နေပါတယ်။\r\nကျန်တဲ့ဇာတ်လမ်းတွေကတော့ ရုပ်ရှင်ထဲမှာပဲ ရှင်းလင်းသွားတာမို့နားလည်နိုင်မှာပါ။",
        "year": 2020,
        "imdb": 7.8,
        "comment": true,
        "rating": 4.6,
        "duration": "150 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.36 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/22ae4d1f2a521bdd8f1c4e3ef9a62b9d.jpg",
        "genres": [
            {
                "id": 8,
                "title": "Sci-Fi"
            }
        ],
        "trailer": {
            "id": 9639,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/LdOM0x0XDMo"
        },
        "sources": [
            {
                "id": 9638,
                "type": "mp4",
                "url": "https:\/\/server.1otherzcm.xyz\/file\/chanzaw224\/other\/movies\/2020\/Tenet.2020.mp4"
            }
        ]
    },
    {
        "id": 1949,
        "type": "movie",
        "title": "Into the Wild",
        "description": "၁၉၉၃ ခုနှစ်၊ အမေရိကန်နိုင်ငံမှာလှူပ်လှူပ်ရှားရှား သတင်းတစ်ပုဒ် ထွက်ပေါ်ခဲ့တယ်။အသက် ၂၀ ကျော်၊ ဘွဲ့ရပညာတတ်လူငယ်တစ်ဦး၊\r\nငွေရေးကြေးရေး အခက်အခဲ မရှိသလို၊ မိသားစုပြသနာ၊\r\nအချစ်ရေး ပြသနာ ဘာမှ မရှိတဲ့ လူငယ်လေးတစ်ဦးဟာတောထဲကို ဝင်ရောက်သွားခဲ့တယ်။တောထဲမှာ တစ်ကိုယ်တော်နေထိုင်ရင်းသစ်သားဘတ်စ်ကားအိုကြီးထဲမှာ ပျက်စီးနေတဲ့သူ့ရုပ်အလောင်းကို ဆတ်မုဆိုးအဖွဲ့ကနေ တွေ့ရှိခဲ့ပါတော့တယ်။♦️ ဘာကြောင့်သူဟာ ပိုင်ဆိုင်မှူတွေကို စွန့်ခွာခဲ့တာလဲ♦️ ဘာကြောင့်သူဟာ အောင်မြင်မှူတွေကို စွန့်ခွာခဲ့တာလဲ♦️ ဘာကြောင့်သူဟာ ချစ်ခင်တဲ့ မိသားစုကို စွန့်ခွာခဲ့တာလဲအဆိုပါ လူငယ်လေးအကြောင်းဟာ အမေရိကန်နိုင်ငံသားတွေကြားမှာဆွေးနွေးစရာ ဘာသာရပ် တစ်ခု ဖြစ်ခဲ့ပါတယ်။အဆိုပါ လူငယ်လေးရဲ့ ကိုယ်ရေးမှတ်တမ်းတွေအပါအဝင်သူပတ်သက်ခဲ့တဲ့ သူငယ်ချင်းမိတ်ဆွေတွေ၊ ဆရာ ဆရာမတွေ၊မိသားစုဝင်တွေနဲ့ သူ့ချစ်သူတို့ကို မေးမြန်းကာ စာရေးဆရာ Jon Krakauer ကInto the Wild ဆိုပြီး စာအုပ်တစ်အုပ်ထုတ်ဝေလိုက်ပါတယ်။အဆိုပါစာအုပ်ဟာ အမေရိကန်ပြည်တွင်းကို ကျော်လွန်ကာနိုင်ငံတကာထိ ပေါက်မြောက် အောင်မြင်ခဲ့ပါတယ်။အရောင်းရဆုံးစာရင်းဝင် စာအုပ်တစ်အုပ်ဖြစ်ခဲ့သလိုအမေရိကန်ရှိ တက္ကသိုလ်ကျောင်းအားလုံးနီးပါးရဲ့ Book Club တွေထဲထည့်သွင်းဆွေးနွေးရတဲ့ စာအုပ်တစ်အုပ်ဖြစ်ခဲ့ပါတယ်။ပြိုင်ဆိုင်မှူ ပြင်းထန်ပြီး ရက်စက်ကြမ်းတမ်းတဲ့ မြို့ပြလူနေမှူစနစ်အောက်မှာရုန်းကန်နေရတဲ့ လူငယ်တွေအတွက် ထွက်ပေါက်ကျမ်းစာအုပ်တစ်အုပ်အလား အောင်မြင်ခဲ့ပါတယ်။မင်းသားကြီး ရှောင်ပင်းကနေ ရုပ်ရှင်အဖြစ် အသက်သွင်းရိုက်ကူးခဲ့ရာမှာလည်းအောင်ပွဲဆင့်ခဲ့ပြန်ပါတယ်။စာအုပ်အဖြစ်သာမက ရုပ်ရှင်အဖြစ်ပါလူငယ်များအကြား အထူးရေးပန်းစားခဲ့ပြန်ပါတယ်။ ဒီရုပ်ရှင်ကားကို Chanyein Soe က ဘာသာပြန်ထားပြီး ရုပ်ရှင်အညွှန်းအားNDSP Books မှ ကူးယူဖော်ပြပါသည်။ တိုက်တိုက်ဆိုင်ဆိုင်ပါပဲ….Into the Wild စာအုပ်ကိုဆရာရာပြည့်က ရသမြောက်ဘာသာပြန်ဆိုပြီးချိန်မှာပဲမမျော်လင့်လဲ ကွယ်လွန်ခဲ့ပါတယ်။အခုတော့ ကန္တာရခရီးသည်စာအုပ်ဟာဆရာရာပြည့်ရဲ့ နောက်ဆုံး ဘာသာပြန်လက်ရာ ဖြစ်ခဲ့ပါတော့တယ်။ဆရာရာပြည့်ရဲ့ နောက်ဆုံးဘာသာပြန်လက်ရာကိုငါတို့စာပေရဲ့ ၂၀၁၈ ခုနှစ်ထုတ် နောက်ဆုံးစာအုပ်အဖြစ်ဒီဇင်ဘာ ၃၁ ရက်နေ့မှာ မှတ်မှတ်ရရ ဖြန့်ချိပေးပါတော့မယ်။ရုပ်ရှင်လဲ ကြည့်ရင်း စာအုပ်လဲ ပြန်ဖတ်ချင်ခဲ့ရင်NDSP Books ကနေ မှာဖတ်နိုင်ပါတယ် စာအုပ်ပုံလေးပါတွဲတင်ပေးလိုက်ပါတယ်။",
        "year": 2007,
        "imdb": 8.1,
        "comment": true,
        "rating": 4,
        "duration": "148 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.05 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/b32d6766812233715f5705653e6e12b7.jpg",
        "genres": [
            {
                "id": 2,
                "title": "Adventure"
            }
        ],
        "trailer": {
            "id": 9637,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/g7ArZ7VD-QQ"
        },
        "sources": [
            {
                "id": 9636,
                "type": "mp4",
                "url": "https:\/\/server.alinzcm.xyz\/file\/chanzaw224\/movies\/2007\/Into.The.Wild.2007.mp4"
            }
        ]
    },
    {
        "id": 1948,
        "type": "movie",
        "title": "Seed of Chucky",
        "description": "2004 ခုနှစ်ကထွက်ခဲ့တဲ့ကားဖြစ်ပါတယ်..ဒီကားမှာ Chucky နဲ့ Tiffany တို့ရဲ့မျိုးဆက်လေးပါဝင်လာမှာပါ…",
        "year": 2004,
        "imdb": 4.8,
        "comment": true,
        "rating": 3.7,
        "duration": "87 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "861 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/bbbd24787dec4e78939b64885c64abc2.jpg",
        "genres": [
            {
                "id": 5,
                "title": "Horror & Thriller"
            }
        ],
        "trailer": {
            "id": 9635,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/Y_dIwvXRU4E"
        },
        "sources": [
            {
                "id": 9634,
                "type": "mp4",
                "url": "https:\/\/server.naymin.xyz\/file\/chanzaw224\/movies\/2004\/Seed.Of.Chucky.2004.mp4"
            }
        ]
    },
    {
        "id": 1947,
        "type": "movie",
        "title": "Fall In Love At First Kiss",
        "description": "အသစ်ထွက် ဒီဇာတ်ကားလေးဟာဂျပန် manga series ဖြစ်တဲ့ “Itazura na Kiss”ရဲ့Remake Version ဖြစ်ပါတယ်..Romanceကြိုက်သူတွေအတွက်တော့ကားကောင်းပါပဲကောင်မလေးဟာ\r\nနုံအပြီးစာညံ့တဲ့ကောင်မလေးသူဟာ\r\nကျောင်းရဲ့အတော်ဆုံးကောင်လေးကိုသဘောကျလွန်းလို့မိန်းကလေးတန်မဲ့ချစ်ခွင့်ပန်ခဲ့ပေမယ့်ငြင်းပယ်ခြင်းကိုခံလိုက်ရပါတယ်ဒါပေမယ့်လည်း ကောင်မလေးက လက်မလျော့ခဲ့ပါဘူးတနေ့မှာတော့ ကံကြမ္မာဖန်လာတော့ကောင်မလေးအိမ်ဟာငလျင်ကြောင့်ပျက်ဆီးသွားတာမို့ကောင်လေးအိမ်မှာအကြောင်းဖန်လာတဲ့အခါဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆုံဆည်းနိုင်ကြပါ့မလား..ဇာတ်ကားတခုလုံးကို ရိုမန့်ဆန်ဆန်ကြည်နူးစွာခံစားရမှာပဲဖြစ်ပါတယ်Translated & Review By Phyo Zaw",
        "year": 2019,
        "imdb": 5.9,
        "comment": true,
        "rating": 4.6,
        "duration": "122 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.10 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/b6c7b9965c0052775c4bbe17acfc3c3c.jpg",
        "genres": [
            {
                "id": 9,
                "title": "Comedy"
            },
            {
                "id": 14,
                "title": "China Collection"
            }
        ],
        "trailer": {
            "id": 9633,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/MOVJfn3OMlw"
        },
        "sources": [
            {
                "id": 9632,
                "type": "mp4",
                "url": "https:\/\/server.shwelifemyanmar.com\/file\/chanzaw224\/movies\/2019\/Fall.In.Love.At.First.Kiss.Yi.Wen.Ding.Qing.2019.mp4"
            }
        ]
    },
    {
        "id": 1946,
        "type": "movie",
        "title": "Diary of a Wimpy Kid",
        "description": "ဒီဇာတ်ကားလေးဟာ Jeff Kinney ရဲ့ စာအုပ်တွေထဲကတစ်တွဲဖြစ်ပြီး Imdb 6.2 ထိရရှိထားတဲ့ မိသားစုကြည့်ဇာတ်မြူးလေးတစ်ကားဖြစ်ပါတယ်ဇာတ်ကားအညွှန်းပြောရရင် Greg ဆိုတဲ့ကျောင်းသားလေးတစ်ယောက်အလယ်တန်းတက်စရတဲ့အချိန်မှာသူ့ကိုဘယ်သူမှမခေါ်ပြောကြတဲ့အဖြစ်ဆိုးတွေနဲ့ကြုံခဲ့ရပါတယ်။သူဒီအဖြစ်ဆိုးတွေကရှောင်ဖို့အတန်းရဲ့အချစ်တော်စာရင်းထဲဝင်အောင်\r\nကြိုးစားရပါတော့တယ် သူဘယ်လိုကြိုးစားလဲ ဘာတွေဆက်ဖြစ်လဲဆိုတာရုပ်ရှင်ကိုသာ\r\nဆက်လက်ကြည့်ရှုကြပါလို့ပြောချင်ပါတယ်\r\n(ဘာသာပြန်သူနဲ့ အညွှန်းရေးသူကတော့ “သရဲကားတွေပဲရေးလေ့ရှိတဲ့ Moe Oo Mann ကတော့သူ့ကိုတစ်စုံတစ်ယောက်ကတောင်းဆိုလို့ ရေးလိုက်ခြင်းပဲဖြစ်ပါတယ်”)",
        "year": 2010,
        "imdb": 6.2,
        "comment": true,
        "rating": 4.5,
        "duration": "120 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "662 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/ebe2f35b10a0bd91c6761c2c1fc7c413.jpg",
        "genres": [
            {
                "id": 9,
                "title": "Comedy"
            }
        ],
        "trailer": {
            "id": 9631,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/T1x0bYr0bgY"
        },
        "sources": [
            {
                "id": 9630,
                "type": "mp4",
                "url": "https:\/\/server.khitkyaungthar.xyz\/file\/chanzaw224\/movies\/2010\/Diary.Of.A.Wimpy.Kid.2010.mp4"
            }
        ]
    },
    {
        "id": 1945,
        "type": "movie",
        "title": "Knock Knock",
        "description": "Matrix မင်းသားကြီး Keanu Reeves အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့\r\nMystery, Thriller အမျိုးအစား ဇာတ်ကားဖြစ်ပါတယ်။\r\nဇာတ်လမ်းအကျဉ်းကိုပြောလိုက်ရင် ပေါ့သွားမှာစိုးတဲ့အတွက် မဖော်ပြတော့ပါ။\r\nKnock ဆိုတာ တံခါးခေါက်သံ လို့ဆိုရမှာဖြစ်ပြီး “တချို့တံခါးတွေက လုံးဝမဖွင့်သင့်ဘူး”\r\n” Some doors should never be opened ” လို့ ခေါင်းတည်ထားပါတယ်။\r\nအိမ်ထောင်ရှင်ယောင်္ကျားတွေကြည့်သင့်တဲ့ ဇာတ်ကားဖြစ်ပြီး တချို့အခန်းတွေက Nudity အပြောအဆို\r\nပြကွက်တွေပါနေလို့ မိသားစုနဲ့တော့မကြည့်သင့်ပါ။\r\n(မြန်မာစာတန်းထိုးကိုတော့ Carey Nyein မှကိုယ်တိုင်ဘာသာပြန်ပေးထားပါတယ်။)",
        "year": 2015,
        "imdb": 4.9,
        "comment": true,
        "rating": 3.8,
        "duration": "99 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "853 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/f6e4788b93a2d35b702d46830d882690.jpg",
        "cover": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/cover_thumb\/uploads\/jpg\/6b02b4d382e74ea5a85d1d48bb42a9eb.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            }
        ],
        "trailer": {
            "id": 9629,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/ncB8dMAbVw0"
        },
        "sources": [
            {
                "id": 9628,
                "type": "mp4",
                "url": "https:\/\/server.2d3dlive.shop\/file\/chanzaw224\/movies\/2015\/Knock.Knock.2015.mp4"
            }
        ]
    },
    {
        "id": 1944,
        "type": "movie",
        "title": "The Descent",
        "description": "Horror ကားအများစုဟာ Rating နည်းကြပါတယ်The Descent ကတော့ IMDb 7.2 ရရှိထားတာကြောင့်Horror ကားတစ်ကားအနေနဲ့ Rating မြင့်တယ်လို့ ဆိုနိုင်ပါတယ်\r\nဒီဇာတ်ကားကို ဒါရိုက်တာ Neil Marshall ရိုက်ကူးထားပြီး 2005 ခုနှစ်မှာ ထွက်ရှိခဲ့ပါတယ်\r\nThe Descent ရဲ့အဓိပ္ပါယ်က ” ဆင်းသက်ခြင်း ” ဖြစ်ပေမယ့်” သက်ဆင်းခြင်း ” လို့ပြောမှ ပိုမှန်မယ် ထင်မိပါတယ်အန္တရာယ်တောထဲ သက်ဆင်းမိပြီး ထောင်ချောက်အတွင်း သက်ဆင်းမိကြတဲ့အမျိုးသမီးတစ်စုအကြောင်းကို ထိတ်လန့်တုန်လှုပ်ဖွယ် ရိုက်ကူးတင်ပြထားတာပါစွန့်စွန့်စားစားခရီးတွေကို ခုံမင်ကြတဲ့ အမျိုးသမီး ၆ ယောက်ဟာ လူမရောက်ဖူးသေးတဲ့လှိုဏ်ဂူတစ်ခုထဲ ဆင်းသက်ဝင်ရောက်ခဲ့ကြပါတယ်ဂူနံရံတွေမှာ ဆွဲထားတဲ့ ရုပ်ပုံတွေကို မြင်ရတဲ့အခါမှဂူထဲမှာ သူတို့ချည်းပဲမဟုတ်ဘူးဆိုတာ သတိပြုမိခဲ့ကြပါတော့တယ်အမှောင်ထဲမှာ နေထိုင်ကျက်စားကြတဲ့အသားစားသတ္တဝာတွေဖြစ်ကြောင်း သိရှိလိုက်ရတဲ့အခါမှာတော့….Jump Scare(သွေးလန့်လို့ခုန်)အကွက်တွေ ဖောဖောသီသီ သုံးထားတာကြောင့်သည်းထိတ်ရင်ဖိုဇာတ်ကားကြိုက်ပရိသတ်တွေ ကျေနပ်ကြပါလိမ့်မယ် \r\nသွေးထွက်သံယိုပြကွက်တွေ အများအပြားပါဝင်တာကြောင့်\r\nနှလုံးမခိုင်သူများ မကြည့်ရှုသင့်ပါ။",
        "year": 2005,
        "imdb": 7.2,
        "comment": true,
        "rating": 4.8,
        "duration": "99 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "929 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/82016cf320e9c332db495c8a649f6865.jpg",
        "genres": [
            {
                "id": 5,
                "title": "Horror & Thriller"
            }
        ],
        "trailer": {
            "id": 9627,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/iw_KYXVNBqo"
        },
        "sources": [
            {
                "id": 9626,
                "type": "mp4",
                "url": "https:\/\/server.alinzcm.xyz\/file\/chanzaw224\/movies\/2005\/The.Descent.2005.mp4"
            }
        ]
    },
    {
        "id": 1943,
        "type": "movie",
        "title": "Soorarai Pottru",
        "description": "IMDb…9.3(နင်းကန်ကောင်းတဲ့ကားမို့ WEB-DL 1080p 5.1CH, ပါထပ်မံပြုလုပ်ပေးထားပါတယ်…)အိန္ဒိယနိုင်ငံမှာ ပထမဆုံး တန်ဖိုးနည်းလေကြောင်းခရီးစဉ်တွေအတွက်\r\nAir Deccan ဆိုတဲ့ လေကြောင်းလိုင်းကို ပြေးဆွဲပေးခဲ့တဲ့\r\nစွန့်ဦးတီထွင်သူ G. R. Gopinath ရဲ့ဘဝထဲက အဖြစ်အပျက်တစ်ချို့ကို\r\nရုပ်ရှင်တစ်ခုအနေနဲ့ တင်ဆက်လိုက်တဲ့ ဒီဇာတ်ကားဟာ\r\nဒီနှစ်ပိုင်းမှာ ထွက်တဲ့ တမီးလ်ဇာတ်ကားတွေထဲမှာတော့\r\nအကောင်းဆုံးဇာတ်ကားလို့ပဲ ပြောချင်ပါတယ်။အဓိကဇာတ်ကောင်နေရာကို Singam မင်းသား ဆူရိယက သရုပ်ဆောင်ထားပြီး\r\nဗီလိန်အဖြစ်နဲ့ Oh My God ဇာတ်ကားတွေထဲက Paresh Rawal တို့က သရုပ်ဆောင်ပေးထားပါတယ်။\r\n၂၀၂၀မှာ ခုလိုကားကောင်းမျိုး ထွက်လာလိမ့်မယ်လို့\r\nမထင်ထားခဲ့တာ အမှန်ပါ။\r\nကျွန်တော်တို့ ဘာသာပြန်သူတွေအနေနဲ့တော့\r\nဒီကားဟာ ရွှေပဲ။\r\nအက်ရှင်ကားမဟုတ်ဘူး၊ ဖြစ်ရပ်မှန်ဇာတ်လမ်းတစ်ပုဒ်ကို\r\nအခြေခံထားတဲ့ သာမန်လူတန်းစားတစ်ယောက်ရဲ့\r\nအများအကျိုးပြု အိပ်မက်တစ်ခုကို\r\nအကောင်အထည်ဖော်ပြသွားတဲ့\r\nဒရာမာကားကောင်းတစ်ကားပါပဲ။သူ့အိပ်မက်က ထူးဆန်းတယ်။\r\nကျယ်ပြန့်တယ်၊ လက်တွေ့မှာ မလွယ်လှတဲ့\r\nလေကြောင်းလိုင်းတစ်ခုကို ထူထောင်ဖို့ပါ။လေယာဉ်နဲ့ ခရီးသွားဖို့ လူတိုင်းတတ်နိုင်ရမယ်။\r\nသူ့တုန်းကလို အဖြစ်အပျက်မျိုး၊ ရထားစီးပြီး\r\nအချိန်ဖြုန်းခရီးသွားတာမျိုး နောက်မျိုးဆက်အဆက်ဆက်\r\nမဖြစ်စေရဖို့ သူ့မှာ အိပ်မက်တစ်ခုရှိတယ်။ဒါပေမဲ့ သူ့အဖို့ ထင်သလောက် မလွယ်ခဲ့။\r\nကောက်ကျစ်မှုတွေကို ခံရတယ်။\r\nပြိုင်ဆိုင်မှုတွေ ရှိတယ်။သူလို သာမန်လူတန်းစားတစ်ယောက် ဘဝပျက်ဖို့\r\nသူဌေးတစ်ယောက်က ၁၀မိနစ်ပဲ အချိန်ယူတယ်။ဒါပေမဲ့ မဆုတ်မနစ်တဲ့ ယောကျ်ားကောင်းတို့ရဲ့\r\nစိတ်ဓာတ်ကို အသုံးချလာတဲ့အခါမှာ…. ။အောင်မြင်တော့မလိုလိုနဲ့ ကျရှုံးမှုတွေ၊\r\nလက်ကမ်းသလိုလိုနဲ့ တွန်းထုတ်မှုတွေကို\r\nလူ့သဘာဝဆန်ဆန် မြင်ရပါတယ်။သူဌေးကြီးက ပြောတယ်။\r\n“မင်းက လေယာဉ်လက်မှတ်ပဲ ပိုင်တာပါ၊\r\nကျုပ်က ဒီလေယာဉ်ကို ပိုင်တာ” တဲ့။\r\nအဲ့ဒီစကားနဲ့အတူ လေယာဉ်ပေါ်က နှင်ထုတ်ခံလိုက်ရတဲ့\r\nလူငယ်တစ်ယောက်…နောင်တစ်ချိန်မှာ အဲ့ဒီသူဌေးကြီးကို ဘာပြန်ပြောမယ် ထင်လဲကိုယ်တိုင်ခံစားကြည့်ပါဗျာ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူများကတော့Myit Thu နဲ့ Nyi Koeတို့ပဲဖြစ်ပါတယ်…",
        "year": 2020,
        "imdb": 9.3,
        "comment": true,
        "rating": 4.2,
        "duration": "N\/A",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.25",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/980d0e41e841ea23a4409ff4363f9f1b.jpg",
        "genres": [
            {
                "id": 12,
                "title": "Bollywood (India)"
            },
            {
                "id": 13,
                "title": "Drama"
            }
        ],
        "trailer": {
            "id": 9625,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/fa_DIwRsa9o"
        },
        "sources": [
            {
                "id": 9624,
                "type": "mp4",
                "url": "https:\/\/server.1otherzcm.xyz\/file\/chanzaw224\/other\/movies\/2020\/Soorarai.Pottru.2020.mp4"
            }
        ]
    },
    {
        "id": 1942,
        "type": "movie",
        "title": "Relic",
        "description": "ဒီဇာတ်ကားလေးကတော့ 2020ခုနှစ်ထွက် IMDb 6.4\/10 ရထားတဲ့ horror\/dramaဇာတ်လမ်းလေးပါ။\r\nåဇာတ်လမ်းအညွှန်းကတော့ အသက်80အရွယ်အမေဖြစ်သူဟာ အိမ်က ရက်အတော်ပျောက်သွားတာကို\r\n\r\nနယ်မြေရဲဖြစ်သူက ဖုန်းဆက်လာတာကြောင့် သမီးဖြစ်တဲ့ ကေနဲ့ မြေးမလေး ဆမ်တို့ဟာ အဖွားရှိရှာ မြို့ကိုချက်ချင်းလာခဲ့ပါတယ်။ ရဲတွေနဲ့ပူးပေါင်းပြီး သူတို့သားအမိဟာ အမေဖြစ်သူကို ရှာခဲ့ပေမယ့်လည်း လုံးဝရှာမရခဲ့ပါဘူး။ ဒါပေမယ့် မထင်မှတ်တဲ့ တမနက်မှာတော့ အဖွားကြီးဟာ အိမ်ကို ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာခဲ့ပါတယ်။ ကေနဲ့ဆမ်ဟာ အဖွားဖြစ်သူကို ဘယ်ရောက်ခဲ့တာလဲ မေးခဲ့ပေမယ့်လည်း အသက်80အရွယ် အဖွားကြီးဆိုတော့ မမှတ်မိခဲ့ပါဘူး။ ဒါပေမယ့် တဖြည်းဖြည်းချင်း အဖွားဖြစ်သူရဲ့ ပုံမှန်မဟုတ်တဲ့ မှတ်ညဏ်ချို့ယွင်းမှုတွေဖြစ်လာတာမို့ အဲ့လိုဖြစ်တာတွေကို သူတို့သားအမိရှာဖွေတွေရှိလာခဲ့ပါတယ်။ သူတို့သားအမိဟာ အဖွားရဲ့မှတ်ညဏ်ချို့ယွင်းမှုကြောင့် မျက်စိအောက်က အပျောက်မခံပဲ သေချာစောင့်ကြည့်လိုက်တဲ့အခါမှာတော့ ထိတ်လန့်ခြောက်ခြားဖွယ်ရာ အဖြစ်အပျက်တွေ ဖြစ်ခဲ့ပါတယ်။ ဘယ်လို ထိတ်လန့်ခြောက်ခြားဖွယ်ရာတွေလဲဆိုတာကိုတော့ ဇာတ်လမ်းကို ဆက်လက်ကြည့်ရှုခံစားပေးကြပါဦး……..(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ YK ပဲဖြစ်ပါတယ်။)",
        "year": 2020,
        "imdb": 6,
        "comment": true,
        "rating": 4.6,
        "duration": "89 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "768.4 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/f062278d0961ba19228359946fe5cc73.jpg",
        "genres": [
            {
                "id": 5,
                "title": "Horror & Thriller"
            }
        ],
        "trailer": {
            "id": 9623,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/Byk8tQGU5uE"
        },
        "sources": [
            {
                "id": 9622,
                "type": "mp4",
                "url": "https:\/\/server.shwelifemyanmar.com\/file\/chanzaw224\/movies\/2020\/Relic.2020.WebRip.720P.mp4"
            }
        ]
    },
    {
        "id": 1941,
        "type": "movie",
        "title": "Notting Hill",
        "description": "လန်ဒန်မြို့ရှိ Notting Hill ဆိုတဲ့ မြို့လေးမှာ ဝီလီယမ် တတ်ကာ ဆိုတဲ့ လူငယ်လေးတစ်ယောက်က ခရီးသွားစာပေတွေရောင်းတဲ့ စာအုပ်ဆိုင်လေးဖွင့်ထားတယ်…\r\nစာအုပ်ရောင်းသမားတစ်ယောက်ရဲ့ ဘ၀ဟာ သိပ်ကိုရိုးစင်းတယ်…စာအုပ်တွေဖတ်တယ်… ဝယ်သူတွေကို စာအုပ်တွေအကြောင်းညွှန်းတယ်…ငွေကြေးချမ်းသာမှုတွေ\r\nမပိုင်ဆိုင်ပေမယ့် သူပိုင်ဆိုင်တဲ့ဘ၀ကိုကျေနပ်နေလေတော့ ဘ၀ဟာလှပနေလေရဲ့…\r\nတစ်နေ့တော့ သူ့ဆိုင်ကို ဟောလိဝုဒ်ရဲ့ နာမည်ကျော်မင်းသမီး အန်နာစကော့ တစ်ယောက်စာအုပ်လာ\r\nဝယ်တယ်…\r\nဒီမင်းသမီးကို အပြင်မှာဗြုန်းခနဲမြင်လိုက်ရပေမယ့် ဘယ်သူလဲဆိုတာ ခန့်မှန်းမိဖို့\r\nစာအုပ်ရောင်းသမားလေးအတွက် အချိန်သိပ်မယူလိုက်ရပါဘူး…\r\nမင်းသမီးဆိုင်က ထွက်သွားပြီး သူလည်း ဈေးဝယ်စရာရှိလို့ ထွက်လာခဲ့တယ်…\r\nတိုက်ဆိုင်တာပဲလားမသိ..သူနဲ့ မင်းသမီး အန်နာစကော့နဲ့ လမ်းတစ်ဆစ်ချိုးမှာ ဝင်တိုက်မိတယ်….\r\nဒီလို ဝင်တိုက်မှုဟာ စာအုပ်ရောင်းသမားလေးအတွက်တော့ ဘဝတစ်ဆစ်ချိုးပြောင်းလဲမှုပါပဲ…\r\nဒီရုပ်ရှင်ဇာတ်လမ်းဟာ နာမည်ကျော်စာအုပ်ကိုပြန်ရိုက်ထားတာဖြစ်သလို\r\nGolden Globe မှာ ဆန်ကာတင်စာရင်း(၃)ဆုဝင်ခဲ့သလို အခြားဆုပေါင်း (၁၁)ဆုလည်း\r\nရခဲ့တယ်…၁၉၉၉ခုနှစ်က ရုပ်ရှင်ဆိုပေမယ့် မင်းသား Hugh Grantနဲ့ မင်းသမီးJulia Roberts တို့ရဲ့ သရုပ်ဆောင်ဟန်တွေ ဇာတ်လမ်းဇာတ်ကွက်တွေ\r\nကြည့်နေရင်းနဲ့ကို ရင်ခုန်ကြည်နူးစိတ်လှုပ်ရှားရပါတယ်….\r\nခံစားကြည့်ကြပါဥ◌ီး ….ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Theint Theint Aung ပဲဖြစ်ပါတယ်…..\r\nမှတ်ချက် FA များအတွက်လည်း ခံစားရင်ခုန်ဖို့ အဆင်ပြေပါတယ်…",
        "year": 1999,
        "imdb": 7.1,
        "comment": true,
        "rating": 3,
        "duration": "124 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "950 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/2197413a18de06a2ee874f52a73addea.jpg",
        "genres": [
            {
                "id": 13,
                "title": "Drama"
            }
        ],
        "trailer": {
            "id": 9621,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/4RI0QvaGoiI"
        },
        "sources": [
            {
                "id": 9620,
                "type": "mp4",
                "url": "https:\/\/server.crazyzcm.xyz\/file\/chanzaw224\/movies\/1999\/Notting.Hill.1999.mp4"
            }
        ]
    },
    {
        "id": 1940,
        "type": "movie",
        "title": "The Call",
        "description": "IMDb…9.0ဆိုယွန်း ဟာ\r\nမိခင်ဖြစ်သူရှိတဲ့ ကျေးလက်ဒေသက ဆေးရုံတစ်ခုကို သွားတဲ့လမ်းမှာ ဖုန်းကျပျောက်ခဲ့ပါတယ်။အဲ့ဒီအချိန်အိမ်ဖုန်းကို ခေါ်ဆိုလာတဲ့ဖုန်းတစ်ခု…အသက်အန္တရယ်ကြောင့် “ဆွန်ဟီးရေး ငါ့ကိုကယ်ပါ” ဗလုံးဗထွေးနဲ့ပြောရင်းဖုန်းချသွားတယ်…ဆိုယွန်းဟာ သူ့နာမည်နဲ့ဖုန်းဝင်တာလည်းမဟုတ်လေတော့ ဖုန်းမှားတယ်ပဲယူဆလိုက်တယ်…\r\nနောက်ရက် ဖုန်းထပ်ဝင်လာပြန်တယ်…ဖုန်းခေါ်တဲ့ကောင်မလေးက သူ့ကိုယ်သူယောင်ဆုလို့မိတ်ဆက်ပြီး\r\nသူ့အသက်အန္တရယ်ရှိကြောင်းထပ်ပြောပြန်ရင်း ဖုန်းအလောတကြီးချသွားပြန်တယ်..တစ်ခါလည်းမဟုတ် အခါခါဖြစ်လာတော့ဆိုယွန်းဟာ ယောင်ဆုဆိုတဲ့နာမည်ကို စိတ်ဝင်စားလာတယ်..အဲ့ဒီအချိန်တိုက်တိုက်ဆိုင်ဆိုင်သူ့အိမ်ရဲ့ လျှို့ဝှက်အခန်းတစ်ခုထဲမှာ ဗူးတစ်ဗူးသွားတွေ့တယ်..အဲ့ထဲမှာ ယောင်ဆုပုံပါသလို ယောင်ဆုရေးထားတဲ့ဒိုင်ယာရီကိုတွေ့မိသွားတယ်…နောက်နေ့ဖုန်းလာတော့ အြပန်အလှန်စကားပြောကြရင်း သူတို့(၂)ယောက်ဟာအချိန်နှစ်(၂၀)လောက်ကွာဟာတဲ့ကာလမှနေပြီး တူညီတဲ့ အိမ်တစ်အိမ်ထဲမှာရောက်နေကြောင်း ထူးဆန်းစွာပဲသိလိုက်ရတယ်..တကယ်တော့ ဆိုယွန်းဟာ အမေက ရောဂါကျွမ်းပြီး သေလုမတတ်ရောဂါခံစားနေရတဲ့အပြင်အဖေဖြစ်သူကလည်း ငယ်ငယ်လေးကထဲကမီးလောင်ရင်းဆုံးပါးသွားတာဖြစ်တယ်..ဒီအကြောင်းတွေအပြန်အလှန်သိလာတဲ့အခါမှာတော့ တစ်ယောက်ဒုက္ခတွေတစ်ယောက် မတူညီတဲ့အချိန်ကာလကို အသုံးချပြီး ကယ်ဆယ်ဖို့ကြိုးစားကြပါတော့တယ်…..ဒီကားက နာမည်ကြီးမင်းသမီးကြီးတွေ ဇာတ်ပို့တွေနဲ့ရိုက်ကူးထားတယ်…Park Shin-Hye က ခေါင်းဆောင်အဖြစ်ပါဝင်ထားပြီး ဇာတ်လမ်းက စမှဆုံးထိ စိတ်ဝင်စားစရာကောင်းလှတယ်..ပြီးတော့ တော်တော်ကြီးလည်း ထိတ်လန့်ဖို့ကောင်းတယ်…ခံစားကြည့်ကြပါဉီး…",
        "year": 2020,
        "imdb": 9,
        "comment": true,
        "rating": 3.9,
        "duration": null,
        "downloadas": "1",
        "playas": "1",
        "classification": "1.02 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/e87ecc0eb5f54ad13a1159dfb87f9457.jpg",
        "genres": [
            {
                "id": 5,
                "title": "Horror & Thriller"
            },
            {
                "id": 10,
                "title": "Korea, Thai Collection"
            }
        ],
        "trailer": {
            "id": 9618,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/hxkKeniT-0Q"
        },
        "sources": [
            {
                "id": 9617,
                "type": "mp4",
                "url": "https:\/\/server.1otherzcm.xyz\/file\/chanzaw224\/other\/movies\/2020\/The.Call.2020.mp4"
            }
        ]
    },
    {
        "id": 1939,
        "type": "movie",
        "title": "The Raid: Redemption",
        "description": "အင်ဒိုနီးရှားနိုင်ငံ ဂျာကာတာမြို့က အဆောက်အအုံကြီးတခုမှာ အလွန်ရက်စက်ပြီး အာဏာလဲရှိတဲ့မူးယစ်ဂိုဏ်းခေါင်းဆောင် တာမာနဲ့ သူ့အဖွဲ့သားတွေကိုဖမ်းဆီးဖို့အတွက် SWAT အဖွဲ့က အဆောက်အဆုံထဲချိုးဖောက်ဝင်ရောက်လာတဲ့ အခန်းနဲ့စတင်ထားတဲ့ ဒီဇာတ်ကားလေးက အင်ဒိုနီးရှားကရိုက်ကူးထားတာဆိုပေမဲ့ အနောက်တိုင်းအက်ရှင်တွေအတိုင်း တကားလုံးကိုအပစ်အခတ်အသတ်အပုတ်တွေနဲ့ အတော်လေးကြည့်ကောင်းပါတယ် ….အဆောက်အအုံထဲတိတ်တဆိတ်ဝင်လာတဲ့ SWAT အဖွဲ့ကို cctv ကတဆင့်သိသွားတဲ့တာမာက သူ့အဖွဲ့သားတွေလွှတ်ပြီး ဝင်ပေါက်ထွက်ပေါက်တွေအကုန်ပိတ်ချလိုက်တဲ့အခါ SWAT တဖွဲ့လုံး တိုက်ရဲ့၇ထပ်မြောက်မှာပိတ်မိသွားပါတော့တယ် အဲ့အခန်းကစပြီး သေနတ်တင်မက ဓားတုတ်တွေ့ရာလက်နက်နဲ့ အသက်လုပြီးတိုက်ပွဲဝင်ရတဲ့ SWATအဖွဲ့ကိုစတင်ရှုစားရမှာဖြစ်ပြီး သာမန် SWAT အဖွဲ့ဝင်လေး ရာမရဲ့အစွမ်းသတ္တိတွေကိုပါ အားရပါးရရှုစားရမဲ့ ဇာတ်ကြမ်းကားလေးဖြစ်ပါတယ်…(ရုပ်ရှင်အညွှန်းကို Khitmarket.com မှကူးယူဖော်ပြပါသည်။)",
        "year": 2011,
        "imdb": 7.6,
        "comment": true,
        "rating": 3.4,
        "duration": "101 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "952 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/411634f46337443971db2a1aa3f2a652.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            }
        ],
        "trailer": {
            "id": 9615,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/m6Q7KnXpNOg"
        },
        "sources": [
            {
                "id": 9614,
                "type": "mp4",
                "url": "https:\/\/server.khitkyaungthar.xyz\/file\/chanzaw224\/movies\/2011\/The.Raid.Redemption.Serbuan.Maut.2011.mp4"
            }
        ]
    },
    {
        "id": 1938,
        "type": "movie",
        "title": "Jiang Ziya",
        "description": "Rating 6.4 နဲ့ အမိုက်စား Animation ဇာတ်ကားလေးNe Zha ပရိတ်သတ်တွေ ပိုပြီးနှစ်ခြိုက်သွားမှာသေချာတဲ့ ဒဏ္ဍာရီလာသူရဲကောင်း Jiang Ziyaရှန်းမင်းဆက်နှစ်များမှာ အမြီးကိုးချောင်းနှင့်မြေခွေးမိစ္ဆာဟာ လူ့လောကြီးကိုဖျက်စီးသောင်းကျန်းနေပါတယ်လူသားမျိုးနွယ်တွေကို ကယ်တင်ဖို့အတွက် ခွန်းလွန်တောင်မှ နတ်စစ်သည်များစုဆောင်းထားသည့်အနက်လူသားတွေကို ကာကွယ်စောင့်ရှောက်တဲ့နတ်တစ်ပါးဖြစ်လိုတဲ့ စစ်သည်တော် Jiang Ziya ဟာ\r\nမိစ္ဆာနှင့်တိုက်ခိုက်ချိန်မှာ ကာကွယ်ရမဲ့အကြောင်းကိစ္စတစ်ချို့ကြောင့် အပြစ်ပြတ်\r\nမအောင်မြင်ခဲ့တဲ့အတွက်ကြောင့် ကောင်းကင်ဘုံစည်းကမ်းများချိုးဖောက်မှုနှင့် ပြစ်ဒဏ်ပေးခံရပါတယ်ပြစ်ဒဏ်အနေနဲ့ ခွန်းလွန်နဲ့ မြောက်ပင်လယ်မှမောင်းထုတ်ခြင်းခံရတဲ့ Jiang Ziya တစ်ယောက် ကောင်းကင်ဘုံပေါ်ကိုနတ်ဘုရားတစ်ပါးအဖြစ်ပြန်လည်ရောက်ရှိဖို့အတွက် မြေခွေးမိစ္ဆာရန်စွယ်ကိုဘယ်လိုဖယ်ရှားပေးဖို့ကြိုးစားမလဲဆိုတာကို ဆက်ပြီးကြည့်ရှုကြပါဦးနော်Review By Htoo Htoo Ka Joe",
        "year": 2020,
        "imdb": 6.4,
        "comment": true,
        "rating": 3.9,
        "duration": "115 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.15 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/43f4155c6a41299a4507452e331ef540.jpg",
        "genres": [
            {
                "id": 3,
                "title": "Animation"
            }
        ],
        "trailer": {
            "id": 9613,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/wc4vZdG3bZ4"
        },
        "sources": [
            {
                "id": 9612,
                "type": "mp4",
                "url": "https:\/\/server.1otherzcm.xyz\/file\/chanzaw224\/other\/movies\/2020\/jiang.Ziya.2020.mp4"
            }
        ]
    },
    {
        "id": 1937,
        "type": "movie",
        "title": "The Lighthouse",
        "description": "ဒီဇာတ်ကားလေးထဲမှာတော့ နာမည်ကြီးသရုပ်ဆောင်ဖြစ်တဲ့ ရောဘတ်ပတ်တီဆန် (Twilight ထဲကမင်းသား) နဲ့ မင်းသားကြီး ဝီလီယံဒတ်ဖို (Spiderman 2002 ထဲဗီလိန်မင်းသားကြီး) နှစ်ယောက်တည်းသာလျှင် တစ်ကားလုံးမှာ သရုပ်ဆောင်ထားတာတွေ့ရမှာပါ မင်သားနှစ်ယောက်တည်းနဲ့တင် တစ်ကားလုံးကိုတဖြည်းဖြည်းနဲ့ဆွဲဆောင်ထားတာပါ ဒီဇာတ်ကားကိုကြည့်ပြီးရင်တော့ ခေါင်းထဲမှာအတွေးတွေတစ်သီချည်းကျန်ခဲ့စေမယ့်ဇာတ်ကားမျိုးပါ ဇာတ်လမ်းအကျဉ်းကတော့ ၁၉ရာစု New England ကမ်းရိုးတန်းကမီးပြတိုက်တစ်ခုမှာအခြေတည်ရိုက်ထားပါတယ် အီဖရန်ဝင်းစလို လူငယ်လေးတစ်ယောက်ဟာ\r\nသောမတ်စ်ဝိတ်ဒ် ဆိုတဲ့ မီးပြတိုက်စောင့်ရှောက်သူအဖိုးကြီးရဲ့လက်အောက်မှာ လေးပတ်လောက်အလုပ်လုပ်ဖို့တာဝန်ကျလာပါတယ် စစရောက်ချင်းနေမှာပဲ သူ့အိပ်ရာထဲကနေ ရေသူမအရုပ်လေးတစ်ရုပ်ကိုတွေ့ခဲ့ပြီးသိမ်းထားခဲ့ပါတယ် အီဖရန် သူတို့နေထိုင်တဲ့နေရာအတွက် အလုံးစုံအကုန်လုံးကိုလုပ်ရပါတယ် သောမတ်စ်ဝိဒ်ကတော့ညဖက် မီးပြတိုက်ရဲ့ထိပ်ဆုံးအပေါ်ထပ်မှာပဲအလုပ်လုပ်ပါတယ် နေ့ဖက်တွေအလုပ်လုပ်ပြီး ညဖက်ဆိုအီဖရန်ရဲ့အတွေးတွေက ကယောက်ခြောက်ခြားဖြစ်တယ် တွေးမိတွေးရာတွေလျှောက်တွေး ဖြစ်တာများတယ် တစ်နေ့ညဖက် ညစာစားခဲ့တဲ့အခါ အီဖရန်ဟာ လမ်းညွှန်စာအုပ်မှာက အလုပ်ကိုအလှည့်ကျလုပ်ရမယ်လို့ရေးထားတယ်အဲ့ဒါကြောင့်သူလဲ မီးပြတိုက်အပေါ်ဆုံးမီးအိမ်ကြီးရှိတဲ့နေရာမှာအလုပ်လုပ်ချင်တယ်လို့ပြောပါတယ် ဒါပေမယ့် သောမတ်စ်ကလက်မခံပါဘူး သူတစ်ဦးတည်းသာလျှင်အဲ့အလုပ်လုပ်မယ်ဘယ်သူမှလုပ်လို့မရဘူးဆိုပြီးငြင်းခဲ့ပါတယ် အီဖရန်လည်း စီနီယာအထက်လူကြီးဖြစ်နေအတွက်ကြောင့် ပထမအကြိမ်လက်လျှော့ခဲ့ပါတယ် ညစာစားနေရင်းနဲ့သောမတ်စ်ကအီဖရန်ကို ဒီနေရာမှာရှိတဲ့အယူအဆတစ်ချို့ကိုပြောပြခဲ့ပါတယ် ပင်လယ်ဇင်ရော်ငှက်တွေကိုမသတ်ရဘူး သတ်ရင်ဒုက္ခရောက်မယ်ဆိုတာတွေအခြားအရာတွေရောပေါ့\r\nဒီလိုနဲ့ သောက်ရင်း စားရင်းနေလာလိုက်တာ တစ်နေ့တော့ အီဖရန်တို့သောက်နေတဲ့ရေကန်ထဲကိုဇင်ရော်ငှက်တစ်ကောင်ကျပြီးသေနေပါတယ်\r\nအီဖရန်ဟာ ဒေါသထွက်ပြီး အနားမှာရှိတဲ့ ဇင်ရော်ငှက်တစ်ကောင်ကို စိတ်လိုက်မန်ပါသတ်လိုက်ပါတော့တယ်….အဲ့ဒီနောက်\r\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး….အညွှန်းက ရှည်လို့ စပွိုင်လာလို့မထင်လိုက်ပါနဲ့\r\nနောက်ပိုင်းဆက်ဖြစ်တဲ့ဟာတွေက တကယ့်ကိုအဆန်းကြီးတွေပဲမို့ပါ…\r\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်….",
        "year": 2019,
        "imdb": 7.5,
        "comment": true,
        "rating": 3.3,
        "duration": "109 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "0.99 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/b1ea01bcc7073c050f9afaec258a3729.jpg",
        "genres": [
            {
                "id": 7,
                "title": "Fantasy"
            }
        ],
        "trailer": {
            "id": 9611,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/42_UHhpq530"
        },
        "sources": [
            {
                "id": 9610,
                "type": "mp4",
                "url": "https:\/\/server.shwelifemyanmar.com\/file\/chanzaw224\/movies\/2019\/The.Lighthouse.2019.BLU.RAY1080P.mp4"
            }
        ]
    },
    {
        "id": 1936,
        "type": "movie",
        "title": "Blade",
        "description": "IMDb Rating 7.1 ရထားပြီး 90 Born တွေရဲ့ အသဲစွဲ ဇာတ်ကားကြီးကိုတင်ဆက်ပေးလိုက်ပါရစေ ငယ်ငယ် က ဒီကားကိုကြည့်ပြီးဝါးခြမ်းပြား ဓါးနဲ့ သွေးစုတ်ဖုတ်ကောင်တွေကို သတ်ခဲ့ဖူးတယ်ဆိုရင်တော့ အသက် ၂၀ ကျော်နေပြီဆိုတာကို ရဲရဲကြီး အာမခံလိုက်ပါရစေ ????\r\nဇာတ်လမ်း အကျဉ်းလေးကတော့ သေမျိုးတစ်ဝက် သွေးစုတ်ကောင်တစ်ဝက်ဖြစ်နေတဲ့\r\nမင်းသားကိုယ်တိုင်က ဒီသွေးစုတ်ကောင်တွေရဲ့ ကြားထဲမှာ ကိုယ်တိုင်ဝင်ရောက် ဟန့်တားရင်းတိုက်ခိုက်ပုံတွေကို တင်ဆက်ပြထားတာပါ အရင်ကလည်း ကြည့်ရှူခဲ့ဖူးကြတာမို့အညွှန်းကိုတော့ ထွေထွေထူးထူး ကြီး မညွှန်းတော့ပါဘူး ဗျ",
        "year": 1998,
        "imdb": 7.1,
        "comment": true,
        "rating": 4,
        "duration": "120 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "861 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/726ccdc890dd7fae0d232015cd546b96.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            }
        ],
        "trailer": {
            "id": 9609,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/kaU2A7KyOu4"
        },
        "sources": [
            {
                "id": 9608,
                "type": "mp4",
                "url": "https:\/\/server.crazyzcm.xyz\/file\/chanzaw224\/movies\/1998\/Blade.1998.mp4"
            }
        ]
    },
    {
        "id": 1935,
        "type": "movie",
        "title": "Lion",
        "description": "Saroo ဆိုတဲ့ လူငယ်လေးဟာ သူ့အမေ,သူ့အကို တို့နဲ့အတူ အိန္ဒိယနိုင်ငံက ဆင်ခြေဖုံးရပ်ကွက်လေးမှာ နေထိုင်ပါတယ်။ သူတို့ ညီအကိုနှစ်ယောက်ဟာ ကျောက်မီးသွေးရထားပေါ်က ကျောက်မီးသွေးခဲတွေကို ခိုးယူပီး ပြန်ရောင်းစားတဲ့ အလုပ်ကို လုပ်ကြပါတယ်။ မိခင်ကတော့ ကျောက်တောင်တစ်ခုမှာ ကျောက်ခဲ သယ်တဲ့ အလုပ်ကို လုပ်ပါတယ်။ Saroo တို့ညီအကို နှစ်ယောက်ဟာ တစ်ယောက်ကို တစ်ယောက် သိပ်ချစ်ကြတဲ့ ညီအကိုတွေပါ။ တစ်ရက်မှာတော့ သူ့အကို ညပိုင်းလုပ်တဲ့ အလုပ်ဆီ Saroo ကလိုက်သွားခဲ့ပါတယ်။ အလုပ်ကိုရောက်ဖို့ ရထားတဆင့်စီးရပါတယ်။ ဘူတာရုံရောက်တော့ Saroo အရမ်းအိပ်ချင်နေတဲ့အတွက် သူ့အကိုက ခုံတန်းလေးပေါ်မှာ သူ့ညီကိုထားခဲ့ပီး အလုပ်သွားလုပ်ခဲ့ပါတယ်။ Saroo နိုးလာတဲ့ အချိန်မှာတော့ ဘူတာရုံထဲမှာ သူတစ်ယောက်ထဲရှိနေတာ သိလိုက်ရပီး သူ့အကို ကိုလိုက်ရှာပါတယ်။ အကို ကိုရှာရင်းနဲ့ ရထားတွဲတစ်တွဲပေါ်မှာ Saroo ဝင်ထိုင်ရင်း အိပ်ပျော်သွားပြန်ပါတယ်။ ဒီတစ်ခါ နိုးလာတဲ့အခါမှာတော့ သူအိပ်နေတဲ့ ရထားကြီးက တခြားတစ်နေရာဆီ ခုတ်မောင်းသွားနေပါဘီ။ ရထားပေါ်က ဆင်းဖို့ ကြိုးစားပေမဲ့ ရထားပေါ်မှာ လူတစ်ယောက်မှ မပါဘဲ တံခါးတွေကလည်း ဖွင့်လို့မရခဲ့ပါဘူး။ ရထားရပ်လို့ ရထားတံခါးကြီး ဖွင့်သွားတဲ့အခါမှာတော့ Saroo တစ်ယောက် အိန္ဒိယနိုင်ငံ အရှေ့ပိုင်း Bengal ပြည်နယ် ရဲ့ မြို့တော် Calcutta ကို ရောက်သွားပါတယ်။ မြို့ထဲ တစ်ယောက်ထဲ လျှောက်သွားနေရင်း ကလေးဖမ်းတဲ့သူတွေ နဲ့တွေ့လို့ ပြေးခဲ့ရပါသေးတယ်။ Noor ဆိုတဲ့ အမျိုးသမီးတစ်ယောက်နဲ့ လမ်းမှာ တွေပီး သူမအိမ်ကို လိုက်သွားပါတယ်။ အစကတော့ ဖော်ရွေသလိုရှိပေမဲ့ ကလေးရောင်းဖို့ကြံစဉ်တာကို Saroo က ရိတ်မိပီး ထွက်ပြေးခဲ့ရပြန်ပါတယ်။ ဒီလိုနဲ့ လမ်းပေါ်မှာနေရင်းကနေ ရဲစခန်းကတွေ့ပီး မိဘမဲ့ဂေဟာ ကိုပို့လိုက်ပါတယ်။ သုံးလလောက်အကြာမှာတော့ Mrs.Sood ဆိုတဲ့ အမျိုးသမီးက Saroo နဲ့တွေ့ပီး သူတို့ သတင်းစာထဲမှာ လူပျောက်ကြေငြာခဲ့ပေမဲ့ တစ်ယောက်မှ အကြောင်းမပြန်ခဲ့ကြောင်း, Australia လူမျိုး လင်မယားက Saroo ကိုမွေးစားချင်နေကြောင်း ပြောပြခဲ့ပါတယ်။\r\nမကြာခင်မှာဘဲ Australia နိုင်ငံကို Saroo ရောက်လာပီး မွေးစား အဖေ နဲ့ အမေ ဖြစ်တဲ့ Sue နဲ့ John ကိုတွေ့ခဲ့ပါတယ်။ Saroo ကိုမွေးစားပီး သိပ်မကြာခင်မှာ Mantosh ဆိုတဲ့ ကလေးတစ်ယောက်ကို ထပ်မွေးစားပါတယ်။ Mantosh က သာမန်ကလေးတွေနဲ့မတူဘဲ စိတ်တိုရင် မိမိကိုယ်ကိုနာကျင်အောင်လုပ်တတ်တဲ့ မွေးရာပါ ဦးနှောက်ချို့ယွင်းတဲ့ ရောဂါရှိသူပါ။ Saroo ရဲ့ မွေးစားမိဘ တွေဟာ သူတို့ နှစ်ယောက်အပေါ် သိပ်ကောင်းခဲ့ကြတာပါ။နှစ်ပေါင်း ၂၀ အကြာမှာတော့ Saroo က မဲဘုန်းလ်မြို့မှာ Hotel Management သင်တန်းတက်ဖို့ ထွက်လာခဲ့ပါတယ်။ Lucy ဆိုတဲ့ အမေရိကန်သူလေးနဲ့ သင်တန်းမှာတွေ့ပီး ချစ်ကြိုက်သွားကြပါတယ်။ တစ်ရက်မှာတော့ သူငယ်ချင်းအိမ်မှာ ညစာစားရင်း သူ ငယ်စဉ်က အရမ်းစားချ င်ခဲ့တဲ့ Jalebi (ဂျလေဘီ) မုန့်ကိုတွေ့ရာကနေ ငယ်ဘဝကို ပြန်အမှတ်ရသွားပါတယ်။ သူ့ဘဝ အကြောင်းကို သူငယ်ချင်းတွေနဲ့ ပြောဖြစ်ရာကနေ သူငယ်ချင်းတစ်ယောက်က Google Earth ကနေ သ့ူ့အိမ်ကို ပြန်ရှာပါ့လားဆိုပီး အကြံပေးလိုက်ပါတယ်။ ထိုအချိန်ကစလို့ မိသားစုကို ပြန်တွေ့ချင်တဲ့စိတ်တွေ Saroo မှာ စွဲကပ်လာပီး Google Earth ကိုသုံးကာ ရှာပုံတော်ဖွင့်ပါတော့တယ်…\r\n—————————————————-\r\nဖြစ်ရပ်မှန်အပေါ် အခြေခံထားတဲ့ Lion ဇာတ်ကားကို ရုပ်ရှင်ဇာတ်ကား ပထမဆုံးရိုက်ကူးဖူးတဲ့ Director Garth Davis က ရိုက်ကူးခဲ့ပါတယ်။ Saroo အရွယ်ရောက်ချိန်ဇာတ်ကောင် အဖြစ် Slumdog Millionaire နဲ့ နာမည်ရခဲ့တဲ့ မင်းသား Dev Patel က သရုပ်ဆောင်ထားပါတယ်။ အထူးသဖြင့် ကလေးဘဝ Saroo အဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ Sunny Pawar ဆိုတဲ့ ကလေးသရုပ်ဆောင်လေးရဲ့ သရုပ်ဆောင်ပုံတွေကို အတော်လေး သဘောကျမိခဲ့ပါတယ်။ Nicole Kidman နဲ့ Rooney Mara တို့ကလည်း အားဖြည့်ထားပါတယ်။ လာမယ့် Oscar ဆုပေးပွဲမှာ ဆု ၆ဆု ရာထား ခံထားရပါတယ်။ Saroo ရဲ့ တကယ့်အသံထွက်အမှန်က Sheru ဖြစ်ပီး အဓိပ္ပါယ်ကတော့ Hindi ဘာသာစကားအရ Lion ဖြစ်ပါတယ်။\r\n————————————————————-\r\nမိသားစုနဲ့ ဝေးကွာနေရတဲ့အခါ လွမ်းစွတ်တမ်းတမိတာမျိုး, ဒုက္ခတွေ ကြုံရတဲ့အခါ အိမ်လွမ်းမိတာမျိုးကို ကျွန်တော်တို့တွေ ကြုံဖူးကြမှာပါ။ ဘယ်လောက်ပင် သာယာတဲ့ အခြေအနေမျိုးမှာ ရှိနေပါစေ မိသားစုနဲ့ ဖြတ်သန်းခဲ့ရတဲ့ အချိန်တွေကိုပြန်တမ်းတမိကြမှာပါ။ Saroo ရဲ့ ရင်ထဲမှာရှိတဲ့ ခံစားချက်ကို ကျွန်တော် အလွယ်တကူဘဲ ကိုယ်ချင်း စာခံစားလို့ရခဲ့ပါတယ်။ ၂၅နှစ်လောက် ငါ့မိသားစု ငါ့ကို ပူဆွေးစွာလိုက်ရှာ နေခဲ့တဲ့ ခံစားချက်ကို ငါနားလည်တဲ့ ဆိုတဲ့ Saroo ရဲ့ စကားဟာ သူ့မိသားစု အပေါ်မှာထားရှိတဲ့ သံယောဇဉ်ပါ။ Saroo ရဲ့ သူ့အကိုပေါ်မှာ ထားတဲ့ သံယောဇဉ်ဟာ အကိုတစ်ယောက်ထက်ပိုတဲ့ ဖခင်တစ်ယောက်လို အားကိုးတဲ့ သံယောဇဉ်မျိုးဖြစ်ခဲ့မှာပါ။ တကယ်တော့ မိသားစု ရဲ့ မေတ္တာကသာ အနွေးထွေးဆုံးပါ…….",
        "year": 2016,
        "imdb": 8,
        "comment": true,
        "rating": 4.8,
        "duration": "118 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "848 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/c7a341bd90c10be2d107e0f85cd8a1fd.jpg",
        "genres": [
            {
                "id": 13,
                "title": "Drama"
            }
        ],
        "trailer": {
            "id": 9607,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/kBsIbpwF7_k"
        },
        "sources": [
            {
                "id": 9606,
                "type": "mp4",
                "url": "https:\/\/server.zchannelstorage.com\/file\/chanzaw224\/movies\/2016\/Lion.2016.mp4"
            }
        ]
    },
    {
        "id": 1934,
        "type": "movie",
        "title": "Instant Family",
        "description": "Instant family ဇာတ်ကားဟာ IMDB 7.3 အထိရထားပြီး ဇာတ်အိမ်ဆန်းသစ်စွာနဲ့ဟာသရသ မိသားစုချစ်ခြင်းဖွဲ့ရသ ကြည်နူးဖွယ်ရသနဲ့ စိတ်နှလုံးကိုတိမ်းးညွှတ်အောင်ဖမ်းစားနိုင်တဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ\r\nမွေးကင်းစကလေးကိုပြုစုပျိုးထောင်ဖို့အတွက် အရွယ်လွန်သွားပြီလို့ယူဆထားကြတဲ့\r\nအကြင်လင်မယားတွေဟာ မိသားစုဘဝရဲ့အနှစ်သာရကို ကျန်ရှိနေတဲ့ဘဝတစ်လျှောက်လုံး ခံစားခွင့်မရှိတော့ဘူးလား….အကြောင်းအမျိုးမျိုးကြောင့် မိဘအရင်းတွေရဲ့ စွန့်ပစ်ခြင်းကို ခံခဲ့ရတဲ့ကလေးတွေကရော မေတ္တာအငွေ့အသက်တွေ လုံခြုံမှုတွေကို မရရှိနိုင်တော့ဘူးလား…..မိသားစုဆိုတဲ့စကားလုံးဟာ အင်မတန်ရိုးရှင်းပေမဲ့သံယောဇဉ်တွေ နားလည်မှုတွေ ချစ်ခြင်းမေတ္တာတွေအပြန်အလှန်လေးစားမှုတွေဆိုတဲ့ နက်နဲလှတဲ့သဘောတရားတွေနဲ့ ဖွဲ့စည်းထားတဲ့ဒီကမ္ဘာမြေကြီးပေါ်က သေးငယ်တဲ့ကမ္ဘာလေးတစ်ခုဆိုရင်လည်းမမှားပါဘူး…..လူတစ်ယောက်ရဲ့ လက်တစ်ဖက်တည်းကလက်ချောင်းတွေ အတိုအရှည်မညီကြသလို….သွေးရင်းဖြစ်တဲ့ မိသားစုတွေတောင် နားလည်မှုအမြဲထားနိုင်ကြတာမဟုတ်ပါဘူး…..ကိုယ်တိုင်ရွေးချယ်ဖန်တီးတော့မယ့် သွေးမတော်သားမစပ်မိသားစုတစ်ခုအတွက်အကောင်းဆုံးကြိုးစားပြီးပြင်ဆင်ထားပေမဲ့ တကယ်တန်းလက်တွေ့ကတော့ထင်သလောက်မလွယ်လှဘူးလေ…..အကြင်လင်မယားနှစ်ယောက်ဟာ မိမိတို့ရဲ့ကလေးကိုကိုယ်ဝန်လွယ်ထားချိန်ကစလို့ မိဘစိတ်ကို တဖြည်းဖြည်းမွေးမြူလို့ရပေမဲ့…..ရုတ်တရက်ရောက်လာမယ့် ကလေးတွေအပေါ်မှာရောချစ်ခြင်းမေတ္တာအပြင် မိဘပီသတဲ့စောင့်ရှောက်မှုတွေနားလည်မှုတွေ အပြည့်အဝထားရှိနိုင်ပါ့မလား……ဒီမေးခွန်းတွေအားလုံးရဲ့ သံသယတွေကို ဒီဇာတ်လမ်းလေးက ဖြေရှင်းပေးသွားမှာပါ…..ချစ်တာကလွဲပြီး ကျန်တာတွေကို နားမလည်နိုင်သေးတဲ့ မွေးစားမိဘနှစ်ပါးနဲ့….မောင်လေးနဲ့ညီမလေးကို စောင့်ရှောက်ရင်း…..သူ့ကို ချစ်တဲ့လူ ဒီကမ္ဘာပေါ်မှာမရှိဘူးလို့ ထင်နေတဲ့ဆယ်ကျော်သက်ကောင်မလေးတစ်ယောက်တို့ နားလည်မှုတည်ဆောက်ကြတာကိုကြည်နူးမှုနဲ့ ဝမ်းနည်းမှုရသမြောက်အောင် ရိုက်ပြထားတာကိုတွေ့ရမှာပါ…..ငယ်ရွယ်တဲ့ကလေးတွေကို ချစ်ခြင်းမေတ္တာဂရုစိုက်မှုတွေပေးရုံနဲ့မိဘနေရာကို ခံယူလို့ရပေမယ့်…မိခင်အရင်းကိုသိပ်ချစ်တဲ့ ၁၅ နှစ်အရွယ်ကောင်မလေးရဲ့မိဘအဖြစ်အသိအမှတ်ပြုခြင်းကို ရဖို့ဆိုတာတော့ ချစ်ခြင်းတစ်ခုတည်းနဲ့ မဖြစ်နိုင်တော့ပါဘူး…..သူ့ဘဝကို လုံခြုံနွေးထွေးစေပြီး နားလည်မှုအပြည့်ပေးတဲ့မိဘတွေကိုပဲ ပိုပြီးမက်မောတတ်တဲ့ အရွယ်ပေါ့……စမ်းသပ်ကာလတစ်ခုအထိ အတူနေပြီး တရားဝင်မိသားစုဖြစ်လာဖို့ကြိုးစားကြတဲ့ ပိ(ထ်)နဲ့အယ်လ်တို့ဟာ လစ်ဇီ ၊ ဂွမ်နဲ့ လီတာတို့ရဲ့မိဘအဖြစ်အသိအမှတ်ပြုမှုကို နောက်ဆုံးမှာ ရရှိသွားပါ့မလားဆိုတာကိုတော့ဇာတ်လမ်းလေးထဲမှာ အဖြေရှာရင်းလုံးဝကိုအကြိုက်တွေ့စေမယ့် ဇာတ်ကားလေးလို့ပဲ ညွှန်းဆိုပါရစေ……",
        "year": 2018,
        "imdb": 7.3,
        "comment": true,
        "rating": 4,
        "duration": "118 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.03 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/c53b555c14712ef34d0e18fa203460d1.jpg",
        "genres": [
            {
                "id": 9,
                "title": "Comedy"
            }
        ],
        "trailer": {
            "id": 9603,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/IUfZq3DUd3Y"
        },
        "sources": [
            {
                "id": 9602,
                "type": "mp4",
                "url": "https:\/\/server.shwelifemyanmar.com\/file\/chanzaw224\/movies\/2018\/Instant.Family.2018.mp4"
            }
        ]
    },
    {
        "id": 1933,
        "type": "movie",
        "title": "Goosebumps",
        "description": "ဒီဇာတ်လမ်းအစမှာတော့ ဇက်ဆိုတဲ့ကောင်လေးဟာသူ့အမေနဲ့အတူ မူလနေထိုင်ရာမြို့ပြကြီးကနေမက်ဒီဆင် ဒယ်လဝဲလ်မြို့ကိုပြောင်းရွှေ့လာတာနဲ့အစပျိုးထားပါတယ်…ဇက်တစ်ယောက် ခြံထဲမှာ ပစ္စည်းအထုပ်အပိုးတွေကို အိမ်ထဲသို့ပြောင်းရွှေ့နေခိုက်မှာတစ်ဖက်ခြံမှ ဟန်နာလို့ခေါ်တဲ့ကောင်မလေးနဲ့ သိကျွမ်းသွားခဲ့ပါတယ်…\r\nဒါပေမယ့် ဟန်နာ့ရဲ့ထူးဆန်းတဲ့အဖေဖြစ်သူ အာအယ်လ်စတိုင်းလ်က\r\nဇက်ကိုသူတို့ မိသားစုနဲ့မပတ်သတ်ပဲ ခပ်ဝေးဝေးမှာနေဖို့ပြောပါတယ်…တစ်ညမှာတော့ ဇက်ဟာ ဟန်နာ့ကိုသူ့အဖေက နှိပ်စက်နေတယ်လို့သံသယရှိတာကြောင့်အကြောင်းစုံသိရအောင်လို့ သူ့ရဲ့မြို့သစ်မှသူငယ်ချင်းဖြစ်သူချန့်နဲ့အတူ ဟန်နာရဲ့အိမ်ထဲသို့ခိုးဝင်လာခဲ့ပါတယ်…အဲ့မှာမထင်မှတ်ဘဲ စတိုင်းလ်ရဲ့စာအုပ်စင်မှသော့ခတ်ထားတဲ့စာအုပ်တစ်အုပ်ကိုဖွင့်ကြည့်မိရာ စာအုပ်ထဲကနေမကောင်းဆိုးဝါးတွေ အသက်ဝင်ပြီးထွက်လာပါတော့တယ်…ဒီလိုနဲ့ ဇက်၊ ဟန်နာ၊ ချန့်နဲ့ ဟန်နာ့ရဲ့အဖေစတိုင်းလ်တို့တတွေမကောင်းဆိုးဝါးတွေကိုပြန်လည်ဖမ်းဆီးရမယ့်တာဝန်ရှိလို့လာပါတယ်…ဘာလို့များ စာအုပ်ထဲကနေမကောင်းဆိုးဝါးတွေထွက်လာရတာလဲ၊ဟန်နာ့ရဲ့ထူးဆန်းလှတဲ့အဖေဖြစ်သူ အာအယ်လ်စတိုင်းလ်ရဲ့သရုပ်မှန်ကရော ဘာများလဲ၊မကောင်းဆိုးဝါးတွေကသူတို့ကိုဘယ်လိုဒုက္ခပေးမလဲ၊အဲ့မကောင်းဆိုးဝါးတွေကိုဘယ်လိုပြန်ဖမ်းဆီးမယ်ဆိုတာကိုဒီ “Goosebumps” ဆိုတဲ့ကားလေးမှာ ရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်",
        "year": 2015,
        "imdb": 6.3,
        "comment": true,
        "rating": 3.8,
        "duration": "103 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "892 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/d923a3dfda5c60bdd7d0d9658e39d3a4.jpg",
        "genres": [
            {
                "id": 2,
                "title": "Adventure"
            }
        ],
        "trailer": {
            "id": 9601,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/dr8hmqAgbtg"
        },
        "sources": [
            {
                "id": 9600,
                "type": "mp4",
                "url": "https:\/\/server.2d3dlive.shop\/file\/chanzaw224\/movies\/2015\/Goosebumps.2015.mp4"
            }
        ]
    },
    {
        "id": 1932,
        "type": "movie",
        "title": "Hua Mulan",
        "description": "ထုံးစံအတိုင်း ဗားရှင်းတမျိုးနဲ့ မူလန်ပေါ့ ဒါပေမယ့်ဒီမူလန်ဗားရှင်းကတော့ မဆိုးဘူးပြောရမယ်.မူလန်လေးနည်းနည်းမလှတာကလွဲရင် ဇာတ်ကားလေးကမဆိုးလှပါဘူးထင်ထားတာထက်ပိုပြီးကောင်းပါတယ်တခြားမူလန်မင်းသမီးထက်စာရင် မလှဘူးပဲပြောတာပါနော်\r\nကြည့်ရင်းကြည့်ရင်း မျက်လုံးဝိုင်းဝိုင်းလေးနဲ့ ဒီမူလန်လေးလည်\r\nး ချစ်စရာကောင်းတာတွေ့ရပါလိမ့်မယ်ကိုယ်ခံပညာတော်ပြီး လူဆိုးဖမ်းရတာကိုနှစ်ခြိုက်တဲ့ မူလန်တစ်ယောက်လူဆိုးထိန်းဆီမှာ လူဆိုးဖမ်းဖို့အလုပ်တောင်းသော်လည်းမိန်းကလေးဖြစ်နေလို့လုပ်ချင်တာ လုပ်ခွင့်မရခဲ့ပါဘူးဒီအချိန်မှာ တိုင်းပြည်ကိုကျူးကျော်လာတဲ့ ရန်သူတွေကိုကာကွယ်ဖို့တစ်အိမ်တစ်ယောက်စစ်မှုထမ်းခေါ်ရာက ဖခင်ကိုယ်စားယောက်ျားလေးယောင်ဆောင်ပြီး တပ်ထဲဝင်ရောက်ခဲ့ပါတယ်သိုင်းပညာကိုပင်ကိုယ်ဝါသနာပါတဲ့မူလန်တစ်ယောက် တပ်ထဲမှာလည်းတပ်သားကောင်းတစ်ယောက်အနေနဲ့လေ့ကျင့်သင်ကြားနိုင်ခဲ့ပါတယ်စစ်ပွဲတွေအပေါ်မှာ သာမာန်လောက်သာအစက စိတ်ထဲထားခဲ့ပေမယ့်မိတ်ဆွေရင်းတစ်ယောက် တိုက်ပွဲကျသွားတဲ့အခါ… ခိုကိုးရာမဲ့ပြည်သူတွေမျက်စိရှေ့မှာသေဆုံးတာကိုတွေ့လိုက်ရတဲ့အခါ သူ့အမြင်တွေပြောင်းလဲလာပြီးအောင်လံလွှင့်လိုစိတ်တွေ ပြင်းထန်လာပါတယ်ဘယ်လိုတွေအောင်မြင်အောင်တိုက်ခိုက်မလဲမူလန်ဇာတ်လမ်းကိုအမျိုးမျိုးပုံဖော်ရိုက်ကူးကြတဲ့အထဲမှာဒီကားလေးကလည်းတစ်မျိုးကောင်းပါတယ်ဒီဇာတ်လမ်းလေးကို မူလန်ကယ်တင်ထားခဲ့တဲ့ မိဘမဲ့ကလေးတစ်ယောက်ဖြစ်တဲ့ချူးလိုက်ဟော်က အသက်ကြီးရင့်တဲ့အချိန် ပြန်ပြောင်းပြောပြတဲ့ပုံစံမျိုးနဲ့ ရိုက်ကူးထားတာဖြစ်ပါတယ်ဂျင်းတော့ဂျင်းပေမယ့် ရသမြောက်ဂျင်းလေးမို့ အားပေးကြည့်ရှုကြပါဦးနော်Translated & Review By Htoo Htoo Ka JoeEncoded By LK",
        "year": 2020,
        "imdb": 7.9,
        "comment": true,
        "rating": 3.1,
        "duration": "41 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "803 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/1a156e574677621bce65b6ea4112d548.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            },
            {
                "id": 14,
                "title": "China Collection"
            }
        ],
        "sources": [
            {
                "id": 9599,
                "type": "mp4",
                "url": "https:\/\/server.1otherzcm.xyz\/file\/chanzaw224\/other\/movies\/2020\/HUAMULAN.2020.mp4"
            }
        ]
    },
    {
        "id": 1931,
        "type": "movie",
        "title": "A Chinese Ghost Story III",
        "description": "Chinese Ghost Story ကားရဲ့ နောက်ဆုံး ၃ ကားမြောက်ပါ ..\r\nအတွဲ ၁ မှာ ရင်ချင်ဟ ရဲ့လက်ချက်ကြောင့် အစွမ်းတွေနည်းသွားတဲ့သစ်ပင်မိစ္ဆာမကောင်းဆိုးဝါးဟာနှစ်၁ ရာပြည့်တဲ့အခါမှ ပြန်လည်သောင်းကျန်းလို့လာပါပြီ…အဲ့အရပ်ကိုရောက်လာတဲ့ ဘုန်းတော်ကြီး၁ပါးနဲ့ကိုရင်လေးတို့ကြုံတွေ့ရတဲ့အခါမှာတော့……အတွေ့အကြုံနုနှယ်လွန်းတဲ့ ကိုရင်လေးနဲ့မာယာကြွယ်လှတဲ့ သရဲမလေးတွေကြားဘာတွေဆက်ဖြစ်မလဲ..ဘုန်းတော်ကြီးကရော မကောင်းဆိုးဝါး ရန်စွယ်ကိုဘယ်လိုတွေဖယ်ရှားကြမလဲဆိုတာ..ဆက်လက်စောင့်ကြည့်ပါဦး၁+၂ မှာပါတဲ့ မင်းသား အပြောင်းအလဲဖြစ်ပေမယ့် မင်းသမီးကတော့အတူတူပါပဲ…….",
        "year": 1991,
        "imdb": 6.7,
        "comment": true,
        "rating": 2.1,
        "duration": "104 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.22 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/8f6bc5a3feee4bb60744ddffab411fc3.jpg",
        "genres": [
            {
                "id": 7,
                "title": "Fantasy"
            },
            {
                "id": 14,
                "title": "China Collection"
            }
        ],
        "trailer": {
            "id": 9598,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/mJLFi4D9SN0"
        },
        "sources": [
            {
                "id": 9597,
                "type": "mp4",
                "url": "https:\/\/server.crazyzcm.xyz\/file\/chanzaw224\/movies\/1991\/A.Chinese.Ghost.Story.III.1991.mp4"
            }
        ]
    },
    {
        "id": 1930,
        "type": "movie",
        "title": "Brokeback Mountain",
        "description": "Crouching Tiger, Hidden Dragon (2000)လို အနောက်နိုင်ငံတွေမှာ ရှေးဦးအကြီးအကျယ်အောင်မြင်ခဲ့တဲ့ တရုတ်သိုင်းရုပ်ရှင်ရဲ့ ဒါရိုက်တာ….Director … Ang Leeက ရိုက်ကူးပြီး သရုပ်ဆောင်အနုပညာမှာ မှော်ဝင်စားလွန်းတဲ့ လူလွန်မသားသရုပ်ဆောင်နှစ်ယောက်ဖြစ်တဲ့ Hearth Ledger နဲ့ Jake Gyllanhaal တို့က Mian Castအဖြစ် သရုပ်ဆောင်ထားပါတယ်။ Nominee 8ခုဝင်ထားပြီး အော်စကာသုံးခုရထားတဲ့ Ang Leeကို အော်စကာရစေခဲ့တဲ့ကားလည်း ဟုတ်ပါတယ်။ Homophobia တွေမနှစ်မြို့လောက်မယ့် LGBTကားဆိုတာ ကိုတော့ သတိချပ်စေချင်ပါတယ်။ဒီရုပ်ရှင်မှာ သရုပ်ဆောင်ထားတဲ့ Hearth Ledgerနဲ့ Jake တို့ဟာ Homoတွေမဟုတ်ပေမယ့် Homoတွေရဲ့ခံစားချက်တို့ကို ကောင်းကောင်းကြီး ပြသွားနိုင်ခဲ့သလို Real World က သူတို့ကြားက ရင်းနှီးမှုကြောင့်လည်း ဒီကားဟာ ပိုအသက်ဝင်တယ် ဆိုကြပါတယ်။ချစ်သူနဲ့လက်ထပ်ဖို့ စရိတ်စကရအောင် Brokebackတောင်ပေါ်မှာ အလုပ်လုပ်မယ့် Ennis Del Marနဲ့ အဖေနဲ့အတူလုပ်ရတာ အဆဲပဲခံနေရလို့ လာလုပ်တဲ့ Jack Twistတို့ဟာ BrokeBack တောင်ကြီးပေါ်မှာ သိုးတွေကို စောင့်ရှောက်ဖို့ အတူတူအလုပ်လုပ်ဖြစ်ကြပါတယ်။ စကားနည်းလွန်းတဲ့ Ennisနဲ့ Jackတို့ဟာ အစမှာ ခပ်စိမ်းစိမ်းဖြစ်နေပေမဲ့လည်း သူ့ဘဝကိုယ့်ဘဝ အကြောင်းတွေပြောရင်း ရင်းနှီးလာကြတာပါပဲ။ BrokeBackတောင်ကြီးပေါ်မှာ လေတွေနှင်းတွေ ဝေတဲ့ ညတစ်ခုမှာတော့ ကမ္ဘာကြီးရဲ့ သဘာဝထဲက သမားရိုးကျမဟုတ်တဲ့ လိင်ဆက်ဆံမှုတစ်ခုကို ပြုမိမှားခဲ့ကြပါတယ်။ ထိုခေတ်ထိုကာလအရ လိင်တူချစ်သူတွေကို နှိပ်စက်သတ်တဲ့အထိပါလုပ်တတ်တာတွေကို မျက်မြင်ကိုယ်တွေ့ မြင်ဖူးကြုံဖူးတာကြောင့် မိုက်ရူးရဲဆန်ဆန်ရှေ့ဆက်ဖို့ မဝံ့တဲ့ Ennisဟာ ဒီအမှားကို ခဏအမှားလို့ပဲ ဆုံးဖြတ်ခဲ့ပါသတဲ့။လိင်တူတူ လိင်ကွဲကွဲ ခံစားချက်ရှိကြတဲ့ လူသားတွေပါပဲ ခံစားချက်တို့ ဘာသာ သဘာဝအတိုင်းပါပဲ.. တားမြစ်ထားရင် ပိုရုန်းတတ်ပါတယ်။ အချစ်နဲ့ ပက်သက်ကြလို့ဖြင့် မှန်ရာမြင်နိုင်ပါတဲ့ လူတွေကို ကျွန်တော် သိပ်မတွေ့ခဲ့ဖူးပါဘူး။ မိန်းမတွေ ကလေးတွေရပြီးပေမဲ့ ခံစားချက်တွေ အာသာတွေကို မလွန်ဆန်နိုင်တဲ့အခါ သူတို့ ဒီ Brokeback တောင်ကြီးဆီ ထပ်ထွက်ခဲ့ကြတာပါပဲ။ နှစ်တိုင်းလိုဆုံကြတွေ့ကြရင်း ကာလအတော်ကြာ ဖြတ်သန်းခဲ့ကြပေမယ့် စိတ်ရှိတိုင်း ရွေးချယ်ခွင့် မရတဲ့ဘဝထဲမှာ ကစဉ့်ကလျားတွေဖြစ်လာတဲ့အခါ…..\r\n(အညွှန်းနဲ့ဘာသာပြန်သူကတော့ WiRa Aung ဖြစ်ပါတယ်)\r\nPause",
        "year": 2005,
        "imdb": 7.7,
        "comment": true,
        "rating": 4.1,
        "duration": "134 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.12 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/f2e3b74a9b0720411d59fb7e821e8e4e.jpg",
        "genres": [
            {
                "id": 13,
                "title": "Drama"
            }
        ],
        "trailer": {
            "id": 9596,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/sCytaMge7bY"
        },
        "sources": [
            {
                "id": 9595,
                "type": "mp4",
                "url": "https:\/\/server.alinzcm.xyz\/file\/chanzaw224\/movies\/2005\/Brokeback.Mountain.2005.mp4"
            }
        ]
    },
    {
        "id": 1928,
        "type": "movie",
        "title": "May the Devil Take You",
        "description": "Demon ဆိုတဲ့ မိစ္ဆာတွေအကြောင်းရိုက်တဲ့ ကားတော်တော်များများ ကြည့်ဖူးကြမှာပါကျွန်တော်သိသလောက်ပြောရ ရင် Conjuring Universe ရှိမယ်The Nun ရှိမယ် 2015 ကရိုက်ထားတဲ့ Poltergeist ဆိုတဲ့ကားလဲရှိမယ်\r\nဒါပေမယ့် ဒီကားတွေတော်တော်များများ သူ့ဟာနဲ့ သူတော့ ကောင်းကြပေမယ့်\r\nDemon ဆိုတဲ့ သရုပ်ကိုတော့ ပီပြင်အောင်မပြနိုင်ဘူး ထင်မိပါတယ်အခုကျွန်တော် review ရေးတဲ့ May The Devil Take Youမိစ္ဆာခေါ်ဆောင်ခြင်းခံရပါစေ ဆိုတဲ့ အင်ဒို ကားလေးကတော့Demon ဇာတ်ရုပ်ကိုတော်တော်လေး အသားပေးဖော်ပြ ထားပါတယ်နတ်ဆိုးတစ် ကောင်ရဲ့ ရုပ်လုံးရုပ်ထည် သူ့တန်ခိုးစွမ်းအား တွေကို သေချာမြင်ရမှာပါဇာတ်လမ်း အစမှာ လတ်စမန် ဆိုတဲ့ လူတစ် ယောက်က နတ်ဆိုးတစ်ကောင်ကိုအနက်ရောင်သီလရှင်ဆိုတဲ့ ကိုယ်စားလှယ်တစ်ယောက်အကူညီနဲ့ ဆင့်ခေါ်ခဲ့ပါတယ်ပြီးတော့ အပေးအယူတစ်ခု လုပ်ခဲ့ပါတယ် ဒါပေမယ့်နတ်ဆိုးဆိုတဲ့အမျိုးက သူ့ဘက် ကတစ်ဗန်းမသာပဲအပေးအယူမလုပ်တတ် ဘူးဆိုတာ သိတဲ့သူတွေသိကြမှာပါ ဒီလိုနဲ့လတ်စမန်ကအရမ်းအောင်မြင်တဲ့စွန့်ဦးတီထွင်လုပ်ငန်းရှင် တစ်ဦးဖြစ်လာတယ်ပြီးတော့သူ့အရင် ဇနီးမယားနဲ့ သမီးလေးကို ပစ်ပြီးနာမည်ကြီးရုပ်ရှင်မင်းသမီးဟောင်း တစ်ဦးနဲ့ လက်ထပ်ခဲ့တယ်သိပ်မကြာပါဘူး ရုတ်ချည်းလက်ထဲရောက်လာတဲ့အောင်မြင်မှု ကတစ္ဆေတစ်ကောင် လာရောက်ခိုးယူသွား သလိုပဲရုတ်ချည်းဆိုသလိုဒေဝါလီခံရတဲ့ ဘဝပါရောက်သွားခဲ့တယ်ဒီလိုနဲ့ လတ်စမန်လဲ သူအရင်နတ်ဆိုးနဲ့အပေးအယူ လုပ်တဲ့ အပန်းဖြေအိမ်ကိုပြန်သွားခဲ့တယ်အဲ့နောက်ပိုင်း ဘာသံမှမကြားရပဲနဲ့ တစ်ကိုယ်လုံးကိုယ်အရေပြားရောဂါတွေစွဲ ကပ်နေတဲ့လတ်စမန်ကို အပန်းဖြေအိမ်နား မှာရုပ်ပျက်ဆင်းပျက်နဲ့တွေ့ခဲ့ကြတယ် ဆေးရုံထက်က ကုတင်မှာမလှုပ်မယှက်သတိလစ်နေတဲ့ လတ်စမန်တစ်ယောက် သူနတ်ဆိုးနဲ့ဘာတွေများ လုပ်ခဲ့တာလဲဘယ်လို သူတော်စင်တွေခွင့်မလွှတ်နိုင်တဲ့အမှုကိုပြု ခဲ့တာလဲ ဆိုတာတော့သူ့သမီးအရင်းလေးရော နောက်မယားသားသမီးတွေပါ ကံဆိုးစွာနဲ့မသိခဲ့ကြပါဘူး ထိုကံဆိုးမှုရဲ့နောက်ကွယ်မှာ ဘယ်သူကကြိုးကိုင်နေတာလဲဘယ်လိုရွံရှာစက်ဆုပ်ဖွယ်ရာ နာနာဘာဝကလက်ဝါးကြီးအုပ်ထားတာလဲ ဆိုတာတော့ကိုယ်တိုင်ပဲကြည့်ရှုခံစားမှ သိရမှာပါဒီဇာတ်ကား rating က Rotten Tomatoes မှာ80% ရထားတာအံ့သြစရာမရှိပါဘူး Jumpscare အများကြီးမပါပေမယ့်သမားရိုးကျသရဲခြောက်မှုတွေက ကွဲထွက်ပြီးအသွင်သစ်တစ်မျိုးနဲ့ horror ရသကိုခံစားရစေမှာပါကျွန်တော့်အမြင်ပြောရ ရင် The Nun ကြီးကိုတောင်ဒီသရဲကားလိုဖြစ်စေချင်တယ် Demon ဆိုတာ ဘယ်တော့မှကိုယ်တိုင်ဝင်မပါတတ်ပါဘူး ပရလောကနယ်ပယ်မှာ သြဇာညောင်းနေတဲ့ဝိညာဉ်ထိန်းတွေအနေနဲ့ သူတို့လက်အောင်ကတစ္ဆေသရဲ အသူရကယ်တွေကိုပဲ လက်ပါးစေခိုင်းတတ်ပါတယ်Demon ကြီးရုပ်လုံးကိုအထင်းသားကြီးမပြထားပေမယ့် လို့ရေးတရေးလေးနဲ့ညသံခေါင်မှာ ကြက်သီးထရလောက်အောင်ကျောချမ်းစရာကောင်းပါတယ် IMDb မှာလဲ 6.9 ရထားတဲ့သရဲကားဆိုတော့ ကြောက်ရွံ့ခြင်းတွေခြုံလှုံထားတဲ့ရသကိုခံစားချင်တဲ့သူတွေအတွက် တကယ့်ကိုကြည့်သင့်တဲ့ကားပါဒီ အင်ဒိုနီးရှား သရဲကားကို ဟိန်းသက်နိုင် က ဘာသာပြန်ပေးထားပြီးအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်",
        "year": 2018,
        "imdb": 6,
        "comment": true,
        "rating": 3.8,
        "duration": "110 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.17 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/cd9f0da11995109daa3323400f0a91b0.jpg",
        "genres": [
            {
                "id": 5,
                "title": "Horror & Thriller"
            }
        ],
        "trailer": {
            "id": 9591,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/UZ_nAutjjc4"
        },
        "sources": [
            {
                "id": 9590,
                "type": "mp4",
                "url": "https:\/\/server.shwelifemyanmar.com\/file\/chanzaw224\/movies\/2018\/May.The.Devil.Take.You.Sebelum.Iblis.Menjemput.2018.mp4"
            }
        ]
    },
    {
        "id": 1927,
        "type": "movie",
        "title": "8 Mile",
        "description": "ဒီဇာတ်ကားကတော့ 2002 နှစ်မှာ ထွက်ရှိခဲ့ပြီး Rap God ဖြစ်တဲ့ Eminem ရဲ့ဘဝဇာတ်လမ်း အကြောင်းဖြစ်ပြီး ဒါရိုက်တာ Curtis Hanson က ရိုက်ကူးပုံဖော်ထားပါတယ်။Rating တွေ အနေနဲ့က တော့ IMDb မှာ 7\/10 ၊Rotten Tomatoes မှာ 76% နဲ့ Metacritic မှာတော့ 77% ရရှိထားပါတယ်။\r\nဆုတံဆိပ်တွေအနေနဲ့ဆိုရင်လည်း Lose Yourself တေးသီချင်းနဲ့ အကောင်းဆုံးဂီတ၊\r\nမူရင်းသီချင်း အဖြစ် အော်စကာ ၁ ဆု ရရှိခဲ့သည့်အပြင်အခြားဆုပေါင်း ၁၀ ခုကိုလည်း ဆွတ်ခူးနိုင်ခဲ့ပါတယ်။ဒါ့အပြင် ဆုပေါင်း ၁၉ ခုအတွက်စကာတင်စာရင်းမှာလည်း ပါခဲ့ပါသေးတယ်။Biography တစ်ခုဖြစ်ပြီး ဒီလောက်ထိ rating တွေ၊ဆုတံဆိပ်တွေ ဆုပ်ကိုင်ထားနိုင်တာကအတော်လေးအောင်မြင်တယ် ဆိုရ မှာပါ။ ဇာတ်လမ်းအသွားကတော့သူ့တစ်ဘဝလုံးလိုလို ရုန်းကန်နေရတဲ့ လူငယ် rapper လေးတစ်ယောက်ကသူ့ရဲ့ နောက်ဆုံးအခွင့်အလမ်းတစ်ခုကို စမ်းချင်နေတာပါ။ဒါပေမယ့် သူ့မှာရှိနေတဲ့ ပြဿနာတွေက သူ့ကို သံသယပွားစေခဲ့ပါတယ်။သူက လူလွတ်တစ်ယောက်ဖြစ်နေခဲ့ပြီး သူ့မှာအသိဆိုလို့ သူငယ်ချင်း နည်းနည်းနဲ့အရက်စွဲနေတဲ့ အမေရယ်ပဲ ရှိတာပါ။စုတ်ချာလှတဲ့ သူ့ဘဝကနေ လွတ်လမ်းဆိုလို့ သူ့ရဲ့ပင်ကိုယ်ပါရမီဖြစ်တဲ့ rap ရွတ်တာပဲရှိပါတယ်။ဒတ်ထရိုက်မြို့ခံတွေကတော့ 8 Mile ဆိုတာ မြို့ရဲ့နယ်နိမိတ်၊ နယ်ခြားမျဉ်း၊ စည်းလို့ပဲ သတ်မှတ်ကြပါတယ်။ဒါပေမယ့် Jimmy Smith Jr.(Eminem) အတွက်ကတော့သူ့ရဲ့ ဖြစ်ချင်မှုဆန္ဒတွေဆီကနေ စည်းခြားထားတဲ့လိုင်းတစ်လိုင်းလည်းဖြစ်နေပါတယ်။သူ့ရဲ့အခွင့်အလမ်းကို အမိအရယူမလား၊လက်လွတ်အဆုံးရှုံးခံမလားဆိုတာကတော့….(ဇတ်လမ်းအညွှန်းကိုတော့ ကို Wai Yan M မှ တင်ဆက်ပေးထားတာပါ)ရုပ်ရှင်ကားကို အတက်နိုင်ဆုံး အမှားကင်းအောင်ဘာသာပြန်ပေးထားသူကတော့Hein Thet Naing ဖြစ်ပြီး အမှားများ ပါရှိပါကခွင့်လွှတ်နားလည်ပေးကြပါလို့ ????Thit San Khant",
        "year": 2002,
        "imdb": 7.1,
        "comment": true,
        "rating": 4.5,
        "duration": "110 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.15 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/62ded79ae64c43f17192a575431c11e9.jpg",
        "genres": [
            {
                "id": 13,
                "title": "Drama"
            }
        ],
        "trailer": {
            "id": 9589,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/-OFKC3nv0oQ"
        },
        "sources": [
            {
                "id": 9588,
                "type": "mp4",
                "url": "https:\/\/server.naymin.xyz\/file\/chanzaw224\/movies\/2002\/8.Mile.2002.mp4"
            }
        ]
    },
    {
        "id": 1926,
        "type": "movie",
        "title": "Mookuthi Amman",
        "description": "နေရာတိုင်းလိုလိုမဟုတ်ပေမယ့် ဘာသာရေးကိုခုတုံးလုပ်ပြီး အကျိုးစီးပွားရှာနေကြတဲ့ဘိုးတော်တုဘိုးတော်လိမ်တွေဆိုတာ အများကြီးရှိကြပါတယ်..အထူးသဖြင့်အိန္ဒိယလိုနိုင်ငံမျိုးတွေမှာဆိုရင် ဒုနဲ့ဒေးပါ...ပိုဆိုးတာကသူတို့ဆီမှာ ကိုးကွယ်စရာနတ်ဘုရားက အများကြီးရှိတဲ့အတွက် ဘိုးတော်တုတွေအတွက်ပိုပြီး\r\nဂွင်ဖန်လို့တောင်ကောင်းပါတယ်.\r\n. အဲ့ဒီလိုဘိုးတော်တု ဘိုးတော်လိမ်တွေကို ကိုးကွယ်ယုံကြည်ရင်လူတွေ လမ်းလွှဲလိုက်ကြလို့ ငွေတွေမလိုအပ်ဘဲကုန်ကြသလိုတခြားဆိုးကျိုးများစွာလည်းရှိလေတော့ တကယ့်နတ်ဘုရားတစ်ပါးက ဒီဖြစ်စဉ်ကြီးကိုကြည့်မနေနိုင်တော့ပါဘူး..ဒါ့ကြောင့် လူ့ပြည်ကို ပညာပေးဖို့ ဆင်းသက်လာခဲ့ပါတော့တယ်…\r\nတစ်ကယ့်နတ်ဘုရားဆင်းသက်လာပြီးနောက်ပိုင်းမှာ ဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့…ဒီဇာတ်ကားနင်းကန်ရယ်ရသလို တော်တော်လည်း ပညာလေးပေးတဲ့ကားဖြစ်တာမို့ Indiaကားကောင်းကြိုက်သူတိုလက်မလွှတ်သင့်ပါကြောင်း…ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zwe Zan Aungပဲဖြစ်ပါတယ်…",
        "year": 2020,
        "imdb": 6.7,
        "comment": true,
        "rating": 3.9,
        "duration": "N\/A",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.04 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/8a49f070001c2a20424e0d8d724fc034.jpg",
        "cover": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/cover_thumb\/uploads\/jpg\/16709702c5a710c180c80783117d6245.jpg",
        "genres": [
            {
                "id": 7,
                "title": "Fantasy"
            },
            {
                "id": 12,
                "title": "Bollywood (India)"
            }
        ],
        "sources": [
            {
                "id": 9587,
                "type": "mp4",
                "url": "https:\/\/server.1otherzcm.xyz\/file\/chanzaw224\/other\/movies\/2020\/Mookuthi.Amman.2020.mp4"
            }
        ]
    },
    {
        "id": 1925,
        "type": "movie",
        "title": "Forrest Gump",
        "description": "ခံစားတတ်တဲ့ နှလုံးသားရှိသူတိုင်း ဒီရုပ်ရှင်ကိုကြိုက်ကြပါတယ်။\r\nကျွန်တော့်အတွက်တော့ ကြည့်ခဲ့ဖူးသမျှ ရုပ်ရှင်တွေထဲမှာ အကြိုက်ဆုံးဇာတ်ကားပါ။\r\nကမ္ဘာပေါ်မှာ အကြည့်သင့်ဆုံးဇာတ်ကားတွေထဲမှာ ပါပါတယ်။\r\nအကြိုက်ဆုံးမင်းသားကိုလဲ Tom Hanks ဖြစ်သွားအောင် ဒီဇာတ်ကားကဆွဲဆောင်နိုင်ခဲ့ပါတယ်။\r\nအချစ်၊ဟာသ၊ စစ်ပွဲ၊ အက်ရှင်၊ အလွမ်း၊ အစုံ ပါဝင်တာ ဒီကားတစ်ကားပဲ ရှိတယ်လို့တောင် ပြောလို့ရပါတယ်။Winston Groom ရဲ့ Novel ကိုအခြေခံလို့ Eric Roth ဇာတ်ညွှန်းရေးကာ ဒါရိုက်တာ Robert Zemeckis ရိုက်ကူးခဲ့တဲ့ ဒီကားဟာ အော်စကာ Best picture, Best director, Best actor, Best adapted screenplay, Best visual effects, Best editing ဆုတွေရရှိခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်။ မင်းသား Tom Hanks အတွက်တော့ ရှားရှားပါးပါး နှစ်နှစ်ဆက်(Philadelphia, Forrest Gump) အော်စကာရရှိစေခဲ့တာပါ။ Tom Hanks အပြင် Robin Wright, Gary sinise, Mykelti Williamson, Sally Field တို့ပါဝင်ပါတယ်။ Tom Hanks ဟာ Forrest Gump အဖြစ်ပီပီပြင်ပြင်သရုပ်ဆောင်နိုင်ဖို့ Forrest ကလေးဘဝကိုသရုပ်ဆောင်ခဲ့တဲ့ ကောင်လေးရဲ့ စကားပြောဟန်တွေ၊ အမူအရာတွေကိုတုပသင်ယူခဲ့ရပါတယ်။ အဲ့ကောင်လေးက Tom Hanks အော်စကာနှစ်နှစ်ဆက်ရရှိစေတဲ့အကြောင်းရင်းတစ်ရပ်ဆိုလည်းမမှားပါဘူး။ဒီကားမှာ visual effects တွေကလည်း အံ့ချီးလောက်စရာပါ။ ဒီကားမှာ Forrest Gump ရဲ့ဘဝဖြစ်စဉ်တွေကို ၂၀ရာစုနှောင်းပိုင်း အမေရိကန်ရဲ့ကျော်ကြားတဲ့အဖြစ်အပျက်တွေနဲ့ချိတ်ဆက်ပေးထားတာမို့ အမေရိကန် အထင်ကရ ပုဂ္ဂိုလ်ကြီးတွေနဲ့ Forrest တို့တွေ့ဆုံတဲ့အခန်းတွေပါဝင်ပါတယ်။ အဲဒီအခန်းတွေက တကယ့်သတင်းရုပ်ရှင်တွေမှာ Tom Hanks ရဲ့ရုပ်ပုံတွေကို နည်းပညာသုံးပြီးထည့်သွင်းထားခဲ့တာပါ။ John Lennon, John F.Kennedy, Richard Nixon တို့နဲ့ Forrest တို့စကားစမြည်ပြောတာတွေ၊ လက်ဆွဲနှုတ်ဆက်တာတွေကို အံ့အားသင့်ဖွယ်တွေ့ရပါလိမ့်မယ်။ နောက် Lieutenant Dan ရဲ့ ခြေပြတ်ကြီးကလည်း ပီပြင်လွန်းလှတယ်။ Robert Zemeckis ကတော့သူရိုက်တဲ့ကားတိုင်းလိုလို Special effects တွေလှိုင်လှိုင်ကြီးသုံးတတ်သူပါ။ Motion-capture နည်းပညာသုံးတဲ့ Animation ဇာတ်ကားတွေကိုလည်းစတင်ပြီးတွင်တွင်ကျယ်ကျယ်ရိုက်ကူးခဲ့သူပါ။ The polar express, Beowulf, A christmas carol စတာတွေပေါ့။Forrest Gump ဇာတ်ကားကိုကြိုက်ရခြင်းအကြောင်းတွေမှာ ရုပ်ရှင်တစ်ကားရဲ့ကောင်းခြင်းအဖြာဖြာနဲ့ပြည့်စုံတဲ့အကြောင်းအပြင် Forrest Gump ဆိုတဲ့ Character ကိုလည်းစိတ်ဝင်စားမိလို့ပါ။ Tom Hanks ကအင်တာဗျူးတစ်ခုမှာပြောခဲ့သလို Forrest ရဲ့ခေါင်းထဲမှာ သူ့အမေနဲ့ Jenny တို့ပဲရှိတယ်။ အမုန်းတရားတွေ၊ သူ့အပေါ်မကောင်းကြံတာတွေ၊ မလိုမုန်းထားတာတွေကို သူ့မှာခွဲခြားသိနိုင်တဲ့ ဉာဏ်ရည်မရှိဘူး။ ဒါ့ကြောင့် သူ့ဘဝဟာပကတိအေးချမ်းလှတယ်လို့ ထင်မိပါတယ်။ သူသိတာ သူ့အမေကိုဂရုစိုက်မယ်၊ သူငယ်ချင်းတွေအပေါ်ကောင်းမယ်၊ Jenny ကိုချစ်မယ်။ ဒါပဲ။\r\nအရမ်းကိုရိုးရှင်းဖြူ စင်တဲ့ ဘဝတစ်ခုကို မီးမောင်းထိုးပြထားတာပါ။ဇာတ်ကားထဲမှာ အဓိကပေးချင်တဲ့ Main Theme Dialogue ကိုလဲသဘောကျမိပါတယ်။\r\n” ကျွန်တော်တို့ရဲ့ဘဝတွေဟာ ဘယ်အချိန်ဘာဖြစ်မယ်လို့တိတိကျကျသတ်မှတ်ပြီးသားလား၊ ဒါမှမဟုတ် ရည်ရွယ်ရာမရှိဘဲ လေယူရာတိမ်းနေရတာလား၊ နှစ်မျိုးလုံးတစ်ပြိုင်တည်းဖြစ်နေတာလား…..ကျွန်တော်တော့ စဉ်းစားလို့ဉာဏ်မမီပါ။ ဘယ်လိုမျိုးပဲဖြစ်ဖြစ် သေချာတာကတော့ ကျွန်တော်တို့မှာစီရင်ပိုင်ခွင့်မရှိတာပါပဲ။”ဇာတ်ကားရဲ့ အဖွင့်ခန်းနဲ့အပိတ်ခန်းမှာ ငှက်တောင်မွှေးလေးကိုထည့်သွင်းထားပါတယ်။ ငှက်တောင်မွှေးလေးဟာ လေအဝှေ့မှာ မိုးပေါ်ထိုးတက်သွားတယ်။ လေအငြိမ်မှာပြန်ကျလာတယ်။ မြေပြင်နဲ့ထိတော့မယ့်ဆဲဆဲ ဘေးကကားတစ်စီးရဲ့အဟုန်နဲ့ အထက်ကိုပြန်တက်သွားတယ်။ တစ်ချိန်ချိန်မှာတော့ ငှက်တောင်မွှေးလေးပြန်ကျလာလိမ့်ဦးမယ်။ အဲဒါပြီးရင်တော့ ပြန်တက်သွားဦးမယ်။ သြော်…….လေယူရာတိမ်းနေရရှာတဲ့ ငှက်တောင်မွှေးလေး………။\r\nIMDb Rating (8.8\/10) Rotten Tomatoes (72%) ရရှိထားပြီး\r\nကြည့်ကိုကြည့်ရမယ့် တကယ့် ဂန္ထဝင်ဇာတ်ကားပါ။",
        "year": 1994,
        "imdb": 8.8,
        "comment": true,
        "rating": 4.5,
        "duration": "142 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "0.98 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/052b7c94bcac8b0baaaf7f490b193b6c.jpg",
        "genres": [
            {
                "id": 13,
                "title": "Drama"
            }
        ],
        "trailer": {
            "id": 9586,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/VVN82P8dN7I"
        },
        "sources": [
            {
                "id": 9585,
                "type": "mp4",
                "url": "https:\/\/server.crazyzcm.xyz\/file\/chanzaw224\/movies\/1994\/Forrest.Gump.1994.mp4"
            }
        ]
    },
    {
        "id": 1924,
        "type": "movie",
        "title": "The Great Wall",
        "description": "(အက်ရှင်အလန်းစားနဲ့ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားဖြစ်သည်နှင့်အညီ Blu-Ray 1080p 5.1 CH,720Pတို့ဖြင့်ပြန်လည်တင်ဆက်ထားပါသည်….)Matt Damon ကို ထည့်သုံးထားတာဖြစ်ပါတယ်။ ဒီကားက Song Dynasty (960 ကနေ 1279) ကြား ကာလကိုအခြေခံရိုက်ကူးထားတာဖြစ်ပါတယ်။ Matt Damon က ဥရောပ ကလာတဲ့ Mercenary ဖြစ်ပြီး သူတို့ က တရုတ်ပြည်က\r\nယမ်းမှုန့်ကိုလိုချင်လို့ လာကြတာဖြစ်ပါတယ်။ဒီကားက Fantasy Si-fi ဖြစ်ပြီး တရုတ်က မဟာတံတိုင်းက လူတွေသိထားသလို\r\nမွန်ဂိုတွေရန်ကိုကာကွယ်ဖို့တင်မဟုတ်ပဲ၊ Alien Monster တွေရဲ့ရန်ကို ကာကွယ်ဖို့ဆောက်ထားတာဖြစ်လို့ စိတ်ကူးယဉ်တင်ဆက်ထားပါတယ်။ Matt Damon တို့က ဒီ Monster တွေနဲ့ တွေ့လို့ထွက်ပြေးလာရင်းနဲ့ တရုတ် ခံတပ်မှာ အဖမ်းခံရပါတယ်။ ဒီကနေ သူရဲ့ မြှားပစ်စွမ်းရည် ကြောင့်ရယ်၊တိုက်ရည်ခိုက်ရည်ကောင်းတာကြောင့်ရယ်၊ သူ့ကို မသတ်တော့ပဲ တရုတ်စစ်တပ်နဲ့ အတူ Monsterတွေရန်က နေကာကွယ်ဖို့ တာဝန်ပေးခဲ့ပါတယ်။အက်ရှင်အလန်းစားတွေတွေ့ရမှာဖြစ်သလို တရုတ်မင်းသမီးလေး Tian Jing ကလည်းပန်းတွေတောင်မြေခအောင်လှလွန်းတဲ့အတွက် ကြည့်ရတာ အရမ်းကို တန်လွန်းတယ်လို့ပြောရမှာဖြစ်ပါတယ်…",
        "year": 2016,
        "imdb": 5.9,
        "comment": true,
        "rating": 3.6,
        "duration": "103 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "900 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/713d6b247495e7c45659426a2db4edc5.jpg",
        "cover": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/cover_thumb\/uploads\/jpg\/8b987aecfa5eebc8849becb30e3dfb3d.jpg",
        "genres": [
            {
                "id": 2,
                "title": "Adventure"
            }
        ],
        "trailer": {
            "id": 9583,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/6SKI9rgqFck"
        },
        "sources": [
            {
                "id": 9582,
                "type": "mp4",
                "url": "https:\/\/server.zchannelstorage.com\/file\/chanzaw224\/movies\/2016\/The.Great.Wall.2016.mp4"
            }
        ]
    },
    {
        "id": 1923,
        "type": "movie",
        "title": "Twin Dragons",
        "description": "1992 တုန်းကထွက်ရှိခဲ့တဲ့ ဂျက်ကီချန်းရဲ့ ရှားရှားပါးပါး အမြွှာ ၂ ယောက်အဖြစ်သရုပ်ဆောင်ထားတဲ့ ဟာသ အက်ရှင် ဇာတ်ကားဖြစ်ပါတယ်။ မင်းသားကြီး Jackie Chan နဲ့ မင်းသမီးချောတွေဖြစ်တဲ့ Maggie Cheung ၊ Nina Li Chi တို့ ပါဝင်ထားကြပါတယ်။\r\n\r\nချမ်းသာတဲ့မိသားစုကနေ မွေးဖွားလာခဲ့ကြပေမယ့် မတော်တဆမှုတစ်ခုကြောင့် ငယ်ငယ်လေးကတည်းက ကွဲကွာသွားခဲ့ကြတဲ့ အမြွှာနှစ်ယောက်မှာ တစ်ယောက်ကတော့ မိသားစုထဲမှာ ကျန်နေခဲ့ပေမယ့် နောက်ထပ်တစ်ယောက်ကတော့ မိန်းမရွှင်တစ်ယောက်ရဲ့လက်ထဲ ပါသွားခဲ့ပါတယ်။ ကြီးပြင်းလာတဲ့ ပတ်ဝန်းကျင် မတူညီကြတဲ့အလျောက် ချမ်းသာတဲ့မိသားစုမှာ ကျန်ခဲ့တဲ့ကလေးကတော့ ကမ္ဘာကျော် အနုပညာရှင်ကြီးဖြစ်လာခဲ့ပြီး နောက်အမြွှာလေးတစ်ယောက်ကတော့ စက်ပြင်ဆရာတစ်ယောက်သာ ဖြစ်လာခဲ့ပါတယ်။ သူတို့အမြွှာနှစ်ယောက် အမှတ်မထင်ပြန်ဆုံတဲ့အခါ ခွဲမရအောင်တူတဲ့ ရုပ်ရည်သွင်ပြင်ကြောင့် ကိစ္စတိုင်း အလွဲလွဲအချော်ချော်ဖြစ်ကြပြီး အခက်အခဲဖြစ်ကြရပုံတွေကို ဂျက်ကီချန်းဇာတ်ကားတွေရဲ့ သဘောသဘာဝအတိုင်း ဟာသလေးနှောပြီး ရိုက်ကူးတင်ဆက်ထားတာမို့ ရယ်မောရင်ခုန်ရင်း ကြည့်ရှုရမယ့် ဟာသ၊ အက်ရှင်ဇာတ်လမ်းကောင်းလေး တစ်ကားပဲ ဖြစ်ပါတယ်။",
        "year": 1992,
        "imdb": 6.5,
        "comment": true,
        "rating": 3.7,
        "duration": "104 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "765 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/88d50266b7017673a615b6d8aba4e764.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            },
            {
                "id": 14,
                "title": "China Collection"
            }
        ],
        "trailer": {
            "id": 9581,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/2sNVVr4AfMU"
        },
        "sources": [
            {
                "id": 9580,
                "type": "mp4",
                "url": "https:\/\/server.collectionzcm.xyz\/file\/chanzaw224\/movies\/Jackie.Chan.Collection\/zCM.45.The.Twin.Dragons.1992..mp4"
            }
        ]
    },
    {
        "id": 1922,
        "type": "movie",
        "title": "The Pianist",
        "description": "ဒီဇာတ်ကားဟာ ဒုတိယကမ္ဘာစစ်အတွင်းမှာဖြစ်ပျက်ခဲ့တဲ့ စန္ဒယားဆရာတစ်ယောက်အကြောင်းကိုရိုက်ပြထားတာပါ..\r\n.ဆိုးယုတ်မှုဆိုတာ နေရာတိုင်းမှာရှိတဲ့ဆိုပေမယ့် နာဇီတို့ ဂျူးတွေကို သတ်ခဲ့တဲ့ အကြောင်းကတော့ ကမ္ဘာသမိုင်းမှာ အထင်ရှားဆုံး ဆိုးယုတ်မှုပါပဲ…\r\nစန္ဒယားဆရာဟာ ဂျူးတစ်ယောက်..သူတို့ ဂျူးမိသားစုဟာ စစ်အတွင်း အသက်ရှင်သန်ဖို့အရေးရုန်းကန်မှုတွေကို ရိုက်ပြထားတာပါ..\r\n. စန္ဒယားဆရာဟာ သူရဲကောင်းလည်းမဟုတ် အာဏာဖီဆန်ပြီး ပုန်ကန်သူလည်းမဟုတ်ပါဘူး..\r\nအသက်ရှင်သန်ဖို့အရေး သူတတ်နိုင်သမျှ ဉာဏ်စွမ်း ပညာစွမ်းနဲ့ အသည်းအသန်ပြေးလွှားနေရတဲ့ သာမန်လူတစ်ယောက်ပါပဲ..\r\nသူတတ်စွမ်းတဲ့ စန္ဒယားလက်သံလေးဟာ သူ့ရဲ့အသက်ကိုကယ်သွားပါတယ်…\r\n.ဒီကားက ကိုယ်တိုင်ရေးအတ္ထုပတ္တိကို မှီငြိမ်းရိုက်ကူးထားတာပါ…\r\nအရှိအတိုင်းကို သရုပ်ဖော်တဲ့ကားတွေထဲမှာ လက်ရာအမြောက်ဆုံးဇာတ်ကားဆိုပြီးချီးကျူးခံရတဲ့ကားပါ..\r\n.ဒီကားဟာ ဒါရိုက်တာ၊သရုပ်ဆောင်နဲ့ ဇာတ်ညွှန်းဆု ဆိုပြီး အော်စကာ (၃)ဆုတာင်ရရှိထားပါတယ်..\r\n..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ariel ဖြစ်ပါတယ်…",
        "year": 2002,
        "imdb": 8.5,
        "comment": true,
        "rating": 4.5,
        "duration": "150 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "854 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/e9464d1b2f5fba7a6dde40eac844f53a.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            }
        ],
        "trailer": {
            "id": 9579,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/u_jE7-6Uv7E"
        },
        "sources": [
            {
                "id": 9578,
                "type": "mp4",
                "url": "https:\/\/server.naymin.xyz\/file\/chanzaw224\/movies\/2002\/The.Pianist.2002.mp4"
            }
        ]
    },
    {
        "id": 1921,
        "type": "movie",
        "title": "Can You Keep a Secret?",
        "description": "ဒါကတော့ ထွက်လာတာရက်ပိုင်းပဲရှိသေးပြီး နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်ကြတဲ့ပုရိသတို့အသည်းကျော်လေး Alexandra Daddario နဲ့ဘဲကြီး Tyler Hoechlinတို့ရဲ့ Romance Comedyကားလေးပါ။လူတွေသူ့အပေါ်ဘယ်လိုထင်မလဲဆိုတာအမြဲဂရုစိုက်ပြီးဟန်ဆောင်နေတတ်တဲ့အမ်မာတစ်ယောက်\r\nလေယာဉ်ပေါ်မှာတွေ့တဲ့ယောက်ျားတစ်ယောက်ကို\r\nသူ့ရဲ့လျှို့ဝှက်ချက်မှန်သမျှကိုပြောမိသွားပါတော့တယ်။နောက်တော့အဲ့ယောက်ျားက အရမ်းကိုသိုသိုသိပ်သိပ်နဲ့နေတတ်ပြီးတစ်ခုခုကိုလျှို့ဝှက်ထားတဲ့ သူ့အလုပ်ရှင်ဖြစ်နေပါတော့တယ်။လျှို့ဝှက်ချက်တွေရှိနေသေးတဲ့ သူတို့ရဲ့ဆက်ဆံကြောင်းအကြောင်းကိုရိုက်ကူးထားတဲ့ ပေါ့ပေါ့ပါးပါးဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။",
        "year": 2019,
        "imdb": 5.3,
        "comment": true,
        "rating": 3,
        "duration": "94 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "886 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/788608a0d07cd7cabd5a17199b6d4cae.jpg",
        "genres": [
            {
                "id": 9,
                "title": "Comedy"
            }
        ],
        "trailer": {
            "id": 9577,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/3IM1vSNJw3Y"
        },
        "sources": [
            {
                "id": 9576,
                "type": "mp4",
                "url": "https:\/\/server.shwelifemyanmar.com\/file\/chanzaw224\/movies\/2019\/Can.You.Keep.A.Secret.2019.Large.Size.mp4"
            }
        ]
    },
    {
        "id": 1920,
        "type": "movie",
        "title": "The Nightmare Before Christmas",
        "description": "ဒါကတော့ နာမည်ကြီး Dark Gothic movieတွေကိုဖန်တီးလေ့ရှိတဲ့Tim Burtonကြီး produceလုပ်ထားတဲ့Stop-motion animated musicalအမျိုးအစားလေးပါ။Ratingအကြမ်းစားတွေရော၊ musicalကားဆိုတော့သီချင်းဆုတွေရော၊ Oscarဇကာတင်တွေရောရထားတဲ့\r\nတစ်ခေတ်တစ်ခါက ဇာတ်လမ်းကောင်းလေးပါ။\r\nဇာတ်လမ်းကတော့ အဲ့ခေတ်ကာလမှာအားလပ်ရက်ပျော်ပွဲရွှင်ပွဲတွေကို လုပ်ဆောင်ရတဲ့မြို့အသီးသီးရှိတယ်ပေါ့။အီစတာမြို့၊ ဟော်လိုဝင်းမြို့၊ခရစ်စမတ်မြို့ အစရှိသဖြင့်ပေါ့။ဒီကားရဲ့ဇာတ်လိုက်ကျော် ဂျက်က ဟော်လိုဝင်းမြို့ရဲ့ရွှေဖရုံသီးဘုရင်ပေါ့ခြောက်လှန့်တဲ့နေရာမှာအထင်ကရဖြစ်တဲ့ အရိုးခြောက်ပေါ့။အားလုံးကသူ့ကို အမြဲချီးမွမ်းနေပေမယ့်သူကတော့ ဟော်လိုဝင်းမှာ လိုက်ခြောက်လှန့်နေရတာကို စိတ်ကုန်နေပါပြီ။နောက်တော့ ခရစ်စမတ်မြို့ထဲရောက်သွားတဲ့အခါမှာဟော်လိုဝင်းဘုရင်က ခရစ်စမတ်လုပ်မယ်လို့ကြံစည်ရင်းသူ့နည်းသူ့ဟန်နဲ့ ခရစ်စမတ်ကိုဆင်နွှဲတဲ့ဇာတ်လမ်းလေးပါ။ခံစားကြည့်ရှုလိုက်ပါအုံး။",
        "year": 1993,
        "imdb": 8,
        "comment": true,
        "rating": 4,
        "duration": "76 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "713 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/1164c1eef0c4ca63147f8e0327f15af9.jpg",
        "genres": [
            {
                "id": 3,
                "title": "Animation"
            }
        ],
        "trailer": {
            "id": 9575,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/vHLgob-PpIk"
        },
        "sources": [
            {
                "id": 9574,
                "type": "mp4",
                "url": "https:\/\/server.crazyzcm.xyz\/file\/chanzaw224\/movies\/1993\/The.Nightmare.Before.Christmas.1993.Large.Size.mp4"
            }
        ]
    },
    {
        "id": 1919,
        "type": "movie",
        "title": "Seondal: The Man Who Sells the River",
        "description": "ဒီဇာတ်ကားလေးကတော့ ဂျိုဆွန်းခေတ်ကို အခြေခံပြီး ရိုက်ကူးထားတာပါ။မြန်မာပရိသတ်အနေနဲ့ ရင်းနှီးပြီးသား မင်းသားချောလေး ယူဆောင်ဟို (YooS0ungHo) ရဲ့အောင်မြင်တဲ့ဇာတ်ကားလေး တစ်ကားပါ ။ဒီဇာတ်ကားမှာ ယူဆောင်ဟိုက တရုတ်ပြည်ကို ကျွန်အဖြစ် ရောင်းစားခံရပြီး\r\nစစ်ပွဲမှာ မသေခဲ့ပဲထွက်ပြေးလွတ်မြောက်လာခဲ့တဲ့ ကင်အီနွန်းအဖြစ် သရုပ်ဆောင် ထားပါတယ်….\r\nကင်အီနွန်းက သူနဲ့အတူလွတ်မြောက်လာတဲ့တခြား နှစ်ယောက်ရယ်ပေါင်းပြီးညီအစ်ကိုလို ချစ်ချစ်ခင်ခင်ပျော်ရွင်စွာနေထိုင်နေကြတယ်…သူတို့ရဲ့အသက်မွေးကျောင်းကတော့ လူလိမ်တပါတ်ရိုက် ရိုက်စားပေါ့ဗျာ…ကင်အီနွန်းရဲ့ ရိုက်စားအကွက်တွေက လှလွန်းတော့“ မုသားသခင်”ရယ်လို့ဆိုပြီး နာမည်ကျော်ပေါ့…သူကလည်းအတင့်ရဲချက်ကမ်းကုန် ဘုရင့်ဘဏ္ဍာတိုက်တောင်မနေရဘူး ရအောင်ဖောက်တယ် ။ဒါကြောင့် ဘုရင့်တရားရုံးကလည်း အလိုရှိနေတဲ့ ထိပ်တန်းလူလိမ်လေး။တစ်ခါမှတော့ ဆောဒယ်ဆောင်းရဲ့ဆေးရွက်ကြီးတွေ ဖျောင်ဖို့ကြိုးစားရင်းမအူမလည်သူတို့ရဲ့ညီငယ်လေး အသက်ပေးသွားရတယ်….ဆောဒယ်ယောင်း ဆိုတာကလည်း ဘုရင့်ဆွေတော်မျိုးတော် ဦးရီးတော် လောဘကြီးသူကိုယ့်အတွက်သာကိုယ်ကြည့်ပြီး ဂျိူဆွန်းနိုင်ငံသားများကို တရုတ်သို့ ကျွန်အဖြစ်ရောင်းစားဆေးရွက်ကြီးတွေလုပ်နဲ့ တရုတ်ကိုတော့အသေဖားနေတဲ့လူကြီးပေါ့…ငွေကြေးအင်အားကလည်းတောင့်တင်း တရုတ်ကိုလည်းပိုင်ဆိုတော့ဘုရင်ကတောင် မနိုင်လို့ လက်မှိုင်ချနေရတဲ့ လူလည်ကြီးမုသားသခင် ကင်အီနွန်းကလည်း ညီငယ်အတွက် ဆောဒယ်ယောင်းကိုလက်စားချေဖို့သူ့ကျွမ်းကျင်တဲ့အတတ်ပညာနဲ့ မြစ်ကြီးကိုလိမ်ရောင်းဖို့ ကြံစည်တဲ့အခါတော့မှာတော့မုသားသခင်ကပဲ လိမ်ရောင်းနိုင်မလား ဘယ်လိုလိမ်ရောင်းကြမလဲမြစ်တစ်စင်းကို ဝယ်ချင်လာအောင် ဘယ်လိုများဆွဲဆောင်ကြမလဲဆောဒယ်ယောင်းလို သူများကတုံးပေါ် ထိပ်ကွက်နေတဲ့လူလည်ကြီးကရော အညာခံမိမလားအလိမ်ပေါ်သွားလေမလား ဆိုတာကတော့ ဇာတ်ကားမှာပဲ ဆက်လက်ရှုစားကြည့်ကြပါ….",
        "year": 2016,
        "imdb": 6.5,
        "comment": true,
        "rating": 4.6,
        "duration": "120 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "865 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/2a2b94482cca7af5a794b52292f1bb3a.jpg",
        "genres": [
            {
                "id": 9,
                "title": "Comedy"
            },
            {
                "id": 10,
                "title": "Korea, Thai Collection"
            }
        ],
        "trailer": {
            "id": 9573,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/2QIPy2CfVrk"
        },
        "sources": [
            {
                "id": 9572,
                "type": "mp4",
                "url": "https:\/\/server.zchannelstorage.com\/file\/chanzaw224\/movies\/2016\/Seondal.The.Man.Who.Sells.The.River.Bongyi.Kim.Seondal.2016.mp4"
            }
        ]
    },
    {
        "id": 1917,
        "type": "movie",
        "title": "The Machinist",
        "description": "ဒီကားက ကြည့်ဖူးတဲ့သူတိုင်းညွှန်းဆိုကြသလို မဖြစ်မနေကြည့်သင့်တဲ့ကားရယ်လို့ သတ်မှတ်ထားကြတယ်....ဒီကားက အံသြမင်သက်စရာတွေများလှတယ်…..insomniaရောဂါသည်တစ်ယောက်အဖြစ် Baleကသရုပ်ဆောင်ထားတယ်…\r\n.ဒီရောဂါက ညဖက်အိပ်မပျော်တဲ့ရောဂါ…သူ့ရဲ့ဆိုးကျိုးကတော့ အင်အားချိနဲ့ပြီး ပိန်လှီလာစေတာပဲ.\r\n…ကျွန်တော့အထင်ပြောရရင် ဒီကားရဲ့ အဓိက ကျောရိုးလိုဖြစ်နေတဲ့ bodyပိုင်းကို အဓိကပြင်ဆင်ခဲ့ပုံပေါ်တယ်….ဒီလိုပိန်ဖို့ baleဟာ နေ့စဉ်လုပ်နေကျ gym ကိုလုံးဝရပ်တန့်လိုက်ပြီး အစားအစာ အဟာရလုံဝလျော့ချလိုက်တယ်...သူ့ရဲ့မူလ ၁၇၄ပေါင်ကို ပေါင် ၆၀ထိချပြီး insomniaရောဂါသည်နဲ့တူအောင်လုပ်လိုက်တယ်...Body Transformation အကြီးကျယ်ဆုံး top 10 ထဲမှာတောင်ပါတယ်…သူ့ရဲ့ပြင်ဆင်မှုက ကြောက်စရာကောင်းလှတယ်...နိုင်ငံတစ်ကာရုပ်ရှင်ဆု ၇ဆုတောင်ရရှိထားပါတယ်….ဒီကားကမကြည့်ရသေးသည့်တိုင်အောင် တော်တော်များများရင်းနှီးကြပါတယ်….. ဇာတ်လမ်းနဲ့ပတ်သက်ပြီးမပြောတာအကောင်းဆုံးဖြစ်မယ်လို့ ယူဆထားလို့ ကျွန်တော်မပြောတော့ပါဘူး…. ဒီကားဟာ ပေးချင်တဲ့ Message က အရမ်းကိုကောင်းပါတယ်…ပေးချင်တဲ့ message အရမ်းကောင်းတာကို ဘယ်လောက်တောင်ကောင်းလဲ ဘာကြောင့်ကောင်းလဲ ဆိုတာ ကျွန်တော်မပြောပြတတ်တဲ့အတွက် ခွင့်လွှတ်ပေးပါလို့….ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကို Sherlock ဖြစ်ပါတယ်…..",
        "year": 2004,
        "imdb": 7.7,
        "comment": true,
        "rating": 3.6,
        "duration": "101 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "956 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/eea447c961a3821f523b5c7f7b90c8ec.jpg",
        "genres": [
            {
                "id": 13,
                "title": "Drama"
            }
        ],
        "trailer": {
            "id": 9569,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/H0fuHY4U1UA"
        },
        "sources": [
            {
                "id": 9568,
                "type": "mp4",
                "url": "https:\/\/server.naymin.xyz\/file\/chanzaw224\/movies\/2004\/The.Machinist.2004.mp4"
            }
        ]
    },
    {
        "id": 1916,
        "type": "movie",
        "title": "The Night Comes for Us",
        "description": "Action\/Thriller ဇာတ်ကားတစ်ကားဖြစ်ပြီ rating 7 အထိရရှိထားတာပဲဖြစ်ပါတယ်။သရုပ်ဆောင်တွေကိုကြည့်ရုံနဲ့ ဒီကားကြမ်းမကြမ်းသိနိုင်မှာပါ။\r\nကြမ်းပါပေ့ဆိုတဲ့ action ကားတွေကိုမှကြိုက်တဲ့သူတွေအတွက်\r\nThe Raid ဇာတ်ကားနဲ့အတူအောင်မြင်လာတဲ့မင်သား Iko Uwais ပါဝင်ရိုက်ကူးထားတဲ့ ဒီကားဟာလုံးဝအကြိုက်တွေ့စေမှာပါ။ဇာတမလမ်းဇာတ်ကွက်ကတော့ သိပ်မရှိပေမယ့် action အသားပေးထားပြီး အသားပေးထားတဲ့အတိုင်အရမ်းကြမ်းပါတယ်။ကလေးငယ်တွေနဲ့မကြည့်သင့်သလို သွေးထွက်သံယိုတွေမကြည့်နိုင်သူတွေလည်း သတိထားရှောင်သင့်ရလောက်အောင် ကြမ်းပါတယ်။အတိုက်အခိုက် အသတ်အဖြတ်တွေကို ကြမ်းကြမ်းတမ်းတမ်းရိုက်ပြတာမျိုးကြည့်ချင်သူတွေအတွက်ကတော့ လုံးဝအကြိုက်တွေ့စေမှာပါ။မူရင်းစာဖိုင်မှာ English လိုပြောတဲ့နေရာတွေစာမပါတဲ့အတွက်ကိုယ်တိုင်ဖန်တီးထားတာကြောင့်လိုအပ်ချက်အနည်းငယ်ရှိမှာဖြစ်ပြီး နားလည်ပေးစေလိုပါတယ်။ \r\n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုသူရပါ)",
        "year": 2018,
        "imdb": 7,
        "comment": true,
        "rating": 4.1,
        "duration": "121 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "950 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/2826535cce93959dcacc385550856ccb.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            }
        ],
        "trailer": {
            "id": 9567,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/HfSisHrUTLM"
        },
        "sources": [
            {
                "id": 9566,
                "type": "mp4",
                "url": "https:\/\/server.shwelifemyanmar.com\/file\/chanzaw224\/movies\/2018\/The.Night.Comes.For.Us.2018.mp4"
            }
        ]
    },
    {
        "id": 1915,
        "type": "movie",
        "title": "The Da Vinci Code",
        "description": "ဇာတ်လမ်းအတွက်သိထားသင့်သော Leonardo Da Vinci ၏ The Last Supper ပန်းချီကား\r\nလီယိုနာဒို ဒါဗင်ချီရဲ့ နာမည်ကျော် (The Last Supper) ” နောက်ဆုံးညစာစားပွဲ ” ဆိုတဲ့ ပန်းချီကားပုံကို အခြေခံပြီး တမန်တော်ယေရှုရဲ့ မျိုးဆက်ကို ရှာဖွေတွေ့ရှိပုံကို တင်ပြထားတာပါ။\r\nဒီဇာတ်လမ်းက စာရေးဆရာ Dan Brown ရဲ့ စာအုပ် The Da Vinci Code ကိုအခြေခံပြီးရိုက်ကူးထားတာဖြစ်ပါတယ်။\r\nမင်းသားကြီး Tom Hanks ပါဝင်ထားပြီး လျှို့ဝှက်သည်းဖို ကြိုက်တတ်တဲ့ ပရိသတ်တွေအတွက် သေချာပေါက်အကြိုက်တွေ့မယ့် ဇာတ်ကားဖြစ်ပါတယ်။\r\nဇာတ်လမ်းက အသက်ဝင်လွန်းလို့ တကယ်ဖြစ်ပျက်နေတယ်လို့ထင်ရပေမယ့်\r\nဤဇာတ်လမ်းကိုရေးသားသူ(Dan Brown) ကိုယ်တိုင်က စိတ်ကူးယဉ် ဇာတ်လမ်း (Fiction) တစ်ပုဒ်သာ ဖြစ်ပါတယ်လို့ အတိအကျ ဝန်ခံထားပါတယ်။",
        "year": 2006,
        "imdb": 6.6,
        "comment": true,
        "rating": 4.9,
        "duration": "149 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.19 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/815483ea6065640c33298afa1060cc29.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            }
        ],
        "trailer": {
            "id": 9565,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/PHkW3TOl0-0"
        },
        "sources": [
            {
                "id": 9564,
                "type": "mp4",
                "url": "https:\/\/server.alinzcm.xyz\/file\/chanzaw224\/movies\/2006\/The.Da.Vinci.Code.2006.mp4"
            }
        ]
    },
    {
        "id": 1913,
        "type": "movie",
        "title": "Undisputed",
        "description": "ထောင်တွင်းသတ်ကွင်းတွေအစပြုခဲ့ရာဇာတ်ကားတစ်ကားပါ။ နာမည်ကြီးကမ္ဘာ့ဟဲဗီးဝိတ်ဘောက်ဆင်ချန်ပီယံဂျော့ဂျ်အိုက်စ်မန်းချိန်ဘာတစ်ယောက် မုဒိန်းမှုနဲ့စွပ်စွဲခံလိုက်ရပြီးကန္တာရထဲမှာဆောက်ထားနဲ့ ဆွိဝါတာအကျဉ်းထောင်ကိုပို့ဆောင်ခြင်းခံလိုက်ရပါတော့မယ်။\r\nဆွိဝါတာအကျဉ်းထောင်ထဲမှာ ချန်ပီယံတစ်ယောက်ရှိနှင့်ပြီးသားကို ချိန်ဘာတစ်ယောက်သိရှိသွားပြီးနောက်မှာတော့\r\nဂူတစ်ဂူထဲမှာ ခြင်္သေ့နှစ်ကောင်မအောင်းနိုင်ဘူးဆိုတဲ့စကားအတိုင်း ချန်ပီယံရာထူးကိုလုကြပါတော့တယ်အဆုံးသတ်မှာ ဘယ်သူက တကယ့်ချန်ပီယံဖြစ်မလဲဆိုတာကို စိတ်ဝင်တစားကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းတစ်ကားပါ(ဇာတ်လမ်းအညွှန်းနဲ. ဘာသာပြန်သူကတော့ Ye Man Aung ပဲဖြစ်ပါတယ်)",
        "year": 2002,
        "imdb": 6.2,
        "comment": true,
        "rating": 3,
        "duration": "94 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "751 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/f26b468c99a92e8346efbe0b37d7a4d8.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            }
        ],
        "trailer": {
            "id": 9550,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/qX_hOeC9Pj8"
        },
        "sources": [
            {
                "id": 9549,
                "type": "mp4",
                "url": "https:\/\/server.naymin.xyz\/file\/chanzaw224\/movies\/2002\/Undisputed.2002.mp4"
            }
        ]
    },
    {
        "id": 1912,
        "type": "movie",
        "title": "The Accidental Spy",
        "description": "2001 ခုနှစ်က ဂျက်ကီချမ်းကားလေးပါ",
        "year": 2001,
        "imdb": 5.9,
        "comment": true,
        "rating": 4.3,
        "duration": "87 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "980 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/8e0ddc31db6d35bab9e56ad9b519f28a.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            },
            {
                "id": 14,
                "title": "China Collection"
            }
        ],
        "trailer": {
            "id": 9548,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/ozFwfBtZSzU"
        },
        "sources": [
            {
                "id": 9547,
                "type": "mp4",
                "url": "https:\/\/server.collectionzcm.xyz\/file\/chanzaw224\/movies\/Jackie.Chan.Collection\/zCM.34.The.Accidental.Spy.2001..mp4"
            }
        ]
    },
    {
        "id": 1911,
        "type": "movie",
        "title": "Slumdog Millionaire",
        "description": "Slumdog Millionaire လို့ပြောလိုက်တာနဲ့ မသိသူမရှိသလောက်ပါပဲ။\r\nဒီရုပ်ရှင်ကားဟာ အော်စကာဆု (၈)ဆုရရှိခဲ့သလို ကမ္ဘာအနှံ့ဆုပေါင်း ၁၀၀ကျော်ဆွတ်ခူးခဲ့တဲ့ဇာတ်ကားပါ။\r\nဇာတ်ဝင်သီချင်းဖြစ်တဲ့ Jai Ho! (You Are My Destiny)\r\nMTV ဟာလဲ TOP 10 List ထဲမှာ လပေါင်းများစွာရှိနေခဲ့ပါတယ်…။\r\nIndia နိုင်ငံရဲ့ သန်းပေါင်းများစွာ တန်တဲ့ ဉာဏ်စမ်းပြိုင်ပွဲမှာ လာပြိုင်တဲ့\r\nကောင်လေးတစ်ယောက်ဟာ အဖြေတိုင်းကို အထစ်အငေါ့ မရှိဖြေဆိုနိုင်လို့\r\nခိုးချ ထားတယ်ထင်ပြီး ရဲတွေက ဖမ်းခေါ် ရိုက်နှိပ်စက်ပြီး စစ်ဆေးတဲ့အခါ\r\nအဖြေတွေဟာ ကြမ်းတမ်းလှတဲ့ သူ့ဘ၀ တစ်လျှောက်ကြုံတွေ့ခဲ့ရတဲ့ ဖြစ်ရပ်မှန်တွေဆိုတာ\r\nမျက်ရည်ကျမတက် ပြန်လည်ကြည့်ရှုကြရမှာဖြစ်ပါတယ်…။IMDb Rating (8\/10) Rotten Tomatoes (92%) ထိရရှိထားတဲ့ ဇာတ်ကားမို့လို့\r\nသတိရတိုင်း ပြန်ကြည့်ဖို့ Quality ကောင်းကောင်းလေးနဲ့ ပြန်လည်တင်ဆက်လိုက်ပါတယ်။",
        "year": 2008,
        "imdb": 8,
        "comment": true,
        "rating": 4,
        "duration": "120 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "953 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/28a46cac8ce223cac51b92ea70765b3d.jpg",
        "genres": [
            {
                "id": 13,
                "title": "Drama"
            }
        ],
        "trailer": {
            "id": 9546,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/AIzbwV7on6Q"
        },
        "sources": [
            {
                "id": 9545,
                "type": "mp4",
                "url": "https:\/\/server.alinzcm.xyz\/file\/chanzaw224\/movies\/2008\/Slumdog.Millionaire.2008.mp4"
            }
        ]
    },
    {
        "id": 1910,
        "type": "movie",
        "title": "Alien³",
        "description": "တစ်ခါတစ်လေမှာကိုယ်တိုင်က ကိုယ့်ရဲ့ရန်သူပါပဲ။လူသားမျိုးစိတ်အတွက်အန္တာရာယ်ရှိတဲ့ဂြိုဟ်သားတွေကိုအပြတ်ရှင်းပစ်ဖို့အပြင်းအထန်ကြိုးစားနေတဲ့\r\nEllen Ripley ဟာ\r\nသူကိုယ်တိုင်ဂြိုဟ်သားဘုရင်မရဲ့သားလောင်းအိမ်ဖြစ်နေမှန်း သိလိုက်ရတဲ့အခါ….လူသားတွေဟာ ဒီတစ်ခါမှာတော့Ellen Ripley ကို ပုံတူပွားပြီးစစ်တပ်တစ်တပ်စာ Alien တွေမွေးထုတ်ဖို့ ကြံစဉ်နေခဲ့သော အခါရုပ်ရှင်ကားကို Archi Thang Gyi မှ ဘာသာပြန်ပေးထားပြီးအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်။",
        "year": 1992,
        "imdb": 6.5,
        "comment": true,
        "rating": 4,
        "duration": "114 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.51 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/32dd53c42eef498def65fd31693ef917.jpg",
        "genres": [
            {
                "id": 8,
                "title": "Sci-Fi"
            }
        ],
        "trailer": {
            "id": 9544,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/e45rAwndek8"
        },
        "sources": [
            {
                "id": 9543,
                "type": "mp4",
                "url": "https:\/\/server.crazyzcm.xyz\/file\/chanzaw224\/movies\/1992\/Alien.1992.mp4"
            }
        ]
    },
    {
        "id": 1909,
        "type": "movie",
        "title": "Bahut Hua Sammaan",
        "description": "IMDb rating 7.3 ရရှိထားတဲ့ Hindi-Drama ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်\r\nဇာတ်လမ်းအကျဥ်း\r\nဘဝရဲ့ အနာဂတ်ကို တွေးပြီး စိတ်ညစ်နေကြတဲ့ ကောင်လေးနှစ်ယောက်ကိုသူတို့နေတဲ့ အဆာင်နားက လူကြီးတစ်ယောက်က ဘဏ်ဓားပြတိုက်ဖို့ အကြံပေးလိုက်ပါတယ်။\r\nသူတို့နှစ်ယောက်ကလည်း အဖိုးကြီးရဲ့ အစီစဥ်ကို စိတ်ဝင်စားသွားပြီးအမှန်တကယ် အကောင်အထည်ဖော်ဖို့ ကြိုးစားကြပါတယ်။ဘဏ်ဖောက်တဲ့ အစီစဥ်အောင်မြင်နိုင်ပါ့မလား….\r\nဘဏ်ထဲ မှာ သူတို့မျှော်လင့်ထားတဲ့အရာတွေရှိနေမလား….\r\nဘယ်လိုပြဿနာတွေက ဆီးကြိုနေမလဲ…..ဆိုတာ ကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုပေးကြပါ။\r\nဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်။",
        "year": 2020,
        "imdb": 7.3,
        "comment": true,
        "rating": 2.9,
        "duration": "125 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "992 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/804bb445f06fe8cd1961cd5a1105d544.jpg",
        "genres": [
            {
                "id": 9,
                "title": "Comedy"
            },
            {
                "id": 12,
                "title": "Bollywood (India)"
            }
        ],
        "sources": [
            {
                "id": 9542,
                "type": "mp4",
                "url": "https:\/\/server.shwelifemyanmar.com\/file\/chanzaw224\/movies\/2020\/Bahut.Hua.Sammaan.2020.mp4"
            }
        ]
    },
    {
        "id": 1908,
        "type": "movie",
        "title": "Sorry for inconvenience",
        "description": "သိုင်းလောကသားအပေါင်းတို့\r\n\r\nzChannel app ကို playstore က ဖျက်ခံထားရပါတယ်\r\n\r\nသိုင်းကားများ playstore မရမချင်းဖွင့်လို့မရပါဘူး \r\nGoogle က စစ်လို့တွေ့ရင် ဖျက်ခံရမှာပါ\r\nအာ့တာကြောင့် ပိတ်ထားတာ ၾကာေနတာပါ\r\nApp ကို playstore မှာရအောင် ကြိုးစားနေပါတယ်\r\nPlaystore ရရင်ပြန်ဖွင့်ပေးမှာပါ",
        "year": 2020,
        "imdb": 10,
        "comment": true,
        "rating": 3.5,
        "duration": null,
        "downloadas": "1",
        "playas": "1",
        "classification": null,
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/png\/fe2d682e0398106a97a104c8cde558c1.png",
        "cover": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/cover_thumb\/uploads\/png\/4ab9560402b7e2ee2a94d1594150efb0.png",
        "genres": [
            {
                "id": 11,
                "title": "Adult (18+)"
            }
        ],
        "sources": []
    },
    {
        "id": 1907,
        "type": "movie",
        "title": "My Sassy Girl",
        "description": "ဒီဇာတ်ကားက ၂၀၀၁ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ကိုရီးယားကားဖြစ်ပြီး မင်းသမီး Jun Ji‑hyun မင်းသား Cha Tae‑hyun တို့အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။\r\nသရုပ်ဆောင်ဆိုတာ ဒါမျိုးကိုးလို့စံထားရလောက်အောင် ဒီဇာတ်ကားမှာ\r\nမင်းသားရော မင်းသမီးရော အသက်ဝင်အောင် သရုပ်ဆာင်သွားခဲ့ပါတယ်။\r\nဆုတွေတသီကြီးရခဲ့တဲ့ ဇာတ်ကားဖြစ်ပြီး Hollywood ကတောင် ပြန်ရိုက်ခဲ့ရတဲ့အထိနာမည်ကြီးလူကြိုက်များခဲ့ပါတယ်။\r\nK-Drama တွေနာမည်ကြီးလာဖို့ စတင်ထိုးဖောက်ခဲ့ကြတဲ့ဇာတ်ကားတွေထဲမှာ ပါဝင်ခဲ့ပါတယ်။\r\nဒီလိုတွေပြောနေလို့ ဇာတ်ကားကကြီးကျယ်လှချည်လားမထင်ပါနဲ့။\r\nသာမန်အချစ်ဇာတ်လမ်းလေးပါပဲ..ဘာ Effect မှလဲ သုံးပြီးမရိုက်ကူးထားပါဘူး။\r\nဒါပေမယ့် ရင်ထဲစွဲမြဲကျန်ခဲ့ရပါတယ်။\r\n(ဒီဇာတ်ကားကို ကြည့်ပြီး နည်းပညာမတိုးတက်လို့ ရုပ်ရှင်အရည်အသွေးနိမ့်ပါးနေတာလို့\r\nပြောတတ်တဲ့ အနုပညာရှင်တွေကို ဟားတိုက်ရယ်မောမိပါတယ်။)\r\nIMDb Rating (8.0\/10) ရရှိထားတဲ့အထိ အောင်မြင်ခဲ့တဲ့ဇာတ်ကားပါ။\r\nကြည့်ပြီးသားလို့ ကျွန်တော့်ကိုပြောကြရင် ကျွန်တော်က နောက်တစ်ခေါက်ပြန်ကြည့်ပါ မပျင်းစေရဘူးလို့ အာမခံပေးလိုက်ပါတယ်။\r\nသိမ်းထားလို့ရအောင် 720p Bluray Rip Quality နဲ့တင်ပေးထားပါတယ်။",
        "year": 2001,
        "imdb": 8,
        "comment": true,
        "rating": 4.2,
        "duration": "137 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.05 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/a48431ed68bf832f002db850ef9a9e1f.jpg",
        "genres": [
            {
                "id": 9,
                "title": "Comedy"
            },
            {
                "id": 10,
                "title": "Korea, Thai Collection"
            }
        ],
        "sources": [
            {
                "id": 9538,
                "type": "mp4",
                "url": "https:\/\/server.naymin.xyz\/file\/chanzaw224\/movies\/2001\/My.Sassy.Girl.Yeopgijeogin.Geunyeo.2001.mp4"
            }
        ]
    },
    {
        "id": 1906,
        "type": "movie",
        "title": "The Man from U.N.C.L.E.",
        "description": "IMDb rating 7.3\/10 ရရှိထားတဲ့ 2015 ထွက် Spy movie\r\nကောင်းတွေဖြစ်တဲ့ Mission Impossible, Specter တို့လိုပဲ ရုံတင်ကားကောင်း တစ်ကားဖြစ်တဲ့\r\nThe Man from U.N.C.L.E ကို CM ပရိတ်သက်ကြီး အတွက် တင်ပေးလိုက်ပါပြီ။၁၉၆၀ပြည့်နှစ်အစောပိုင်းကာလကို ဇာတ်အိမ်တည်ထားပြီး ဇာတ်လမ်းအစမှာ\r\nအမေရိကန် CIA က အေးဂျင့် Napoleon ရယ်၊ ရုရှား KGB အေးဂျင့် Illya\r\nတို့ရဲ့ လက်ရုံးရည်နဲ့ ဉာဏ်ရည်ခြင်းယှဉ်ပြိုင် မှုတွေ၊ နောက်တော့ အရှေ့ဂျာမနီက\r\nကောင်မလေးတစ်ယောက်ကိုကာကွယ်ပေးရင်းသူ့အဖေအရင်း\r\nသိပ္ပံပညာရှင်ကို နျူလိယားလက်နက်ထုတ်လုပ်ဖို့ ခြိမ်းခြောက်ခိုင်းစေနေတဲ့\r\nနာဇီတွေရဲ့အတွင်းစည်းကို သုံးယောက်ဟန်ဆောင်ဝင်ရောက်ပုံတွေနဲ့\r\nသူတို့သုံးယောက်ရဲ့ ရန်သူကိုလည်းပူးပေါင်းတိုက်ရင်း အချင်းချင်းလည်း\r\nတစ်ချက်လေးမှအကျော်တင်မခံပဲ အပြန်အလှန်ဉာဏ်ကစားပြီး\r\nအချင်းချင်း အသာစီးရယူဖို့ကြိုးစားပုံတွေကို… မြှပ်ကွက်တွေ ဟာသတွေနဲ့တင်ဆက်ထားလို့\r\nအရမ်းကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားဆိုတာ အာမခံပါတယ်။Spy movie ဆိုပေမယ့် ဟာသတွေနှောထားတဲ့ စကားပြောခန်း၊\r\nအဓိကသရုပ်ဆောင်သုံးယောက်လုံးရဲ့ ဥပတိရုပ်ရည်ကလည်း နဲ့ စစ်ဆင်ရေးအတွင်း ငြိတွယ်မိတဲ့\r\nရုရှားအေးဂျင့်နဲ့ဂျာမန်မလေးရဲ့သံယောဇဉ် တို့ကလည်း ကြည့်ရှုတဲ့သူတွေကို ရသစုံပေးနိုင်မှာပါ။\r\nအားလပ်ရက်မှာ အချိန်ဖြုန်းလို့ကောင်းမယ့်ဒီရုပ်ရှင်ဟာ IMDb rating 7.3\r\nရထားပြီး Rotten Tomatoes မှာလည်း 67% တောင်ရထားတာဖြစ်လို့ လက်မလွှတ်သင့်တဲ့\r\nကားကောင်းတစ်ကားလို့ အသိပေးပါရစေ။",
        "year": 2015,
        "imdb": 7.3,
        "comment": true,
        "rating": 3.8,
        "duration": "116 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "900 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/b3aee5b5717c29214eea4b5c0d5e39f7.jpg",
        "genres": [
            {
                "id": 2,
                "title": "Adventure"
            }
        ],
        "sources": [
            {
                "id": 9537,
                "type": "mp4",
                "url": "https:\/\/server.2d3dlive.shop\/file\/chanzaw224\/movies\/2015\/The.Man.From.U.N.C.L.E.2015.mp4"
            }
        ]
    },
    {
        "id": 1905,
        "type": "movie",
        "title": "Mermaid: The Lake of the Dead",
        "description": "ဒီဇတ်ကားလေးက Queen of the spades နဲ့ Bride တို့ရဲ့ဒါရိုက်တာ(ကြောက်လန့်စရာဇတ်ကားတွေဘဲရိုက်တဲ့ ရုရှားဒါရိုက်တာ)ရိုက်ကူးထားတဲ့တတိယံမိ ဇတ်ကားကောင်းတစ်ကားလေးဘဲဖြစ်ပါတယ်။ေ့ရှကထွက်ထားတဲ့ဇတ်ကားတွေနည်းတူ ခြောက်လန့်မှုတွေပဟေဋ္ဌိတွေနဲ့တည်ဆောက်ထားပုံကလည်း\r\nဇတ်ကားရဲ့ ဆွဲဆောင်မှုတစ်ခုဘဲဖြစ်ပါတယ်။\r\nဒီဇတ်ကားလေးကတော့ ရေကန်ထဲကမိန်းမတစ်ယောက်ဇတ်ကွက်နဲ့အစပျိုးထားပါတယ်။လူသူမနေတဲ့အိမ်နားကရေကန်ထဲမှာ ရိုးမားတစ်ယောက်ရေသွားကူးရင်းနဲ့ရေသူမတစ်ယောက်နဲ့ဆုံခဲ့လေတယ်။အဲ့ချိန်ကစပြီးတော့ရိုးမားတစ်ယောက်ပုံမှန်မဟုတ်တာတွေဖြစ်လာတော့တယ်။ဒါကိုရိပ်မိတဲ့သတို့သမီးလောင်းကအခြေအနေကိုရိပ်စားမိကာအဲ့အိမ်အိုနဲ့ ရေကန်ဆီကိုသွားခဲ့တယ်။ကျိန်စာသင့်နေတဲ့ သတို့သား အတွက်သတို့သမီးက ရေသူမ နဲ့ ဘာတွေ အပေးအယူလုပ်ရမလဲဆက်ပြောနေရင်ဇတ်လမ်းပေါ့သွားမှာစိုးလို့ ကိုယ်တိုင်ဘဲကြည့်ရှု့ခံစားလိုက်ပါနော်..သရဲကားကြိုက်တတ်တဲ့ Hardcoreဖန်တွေအတွက်ကတော့ ဒါက ဇတ်လမ်းကောင်းတစ်ခုဖြစ်နေတယ်ဆိုတာကြိုတင်သတင်းကောင်းပါးလိုက်ပါရစေ…ဒီရုပ်ရှင်ကားကို Anny Sharr က ဘာသာပြန်ပြီးအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်",
        "year": 2018,
        "imdb": 4.4,
        "comment": true,
        "rating": 4,
        "duration": "87 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.23 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/85884ee1d12d3ebc0c87fdd63d4f0d32.jpg",
        "genres": [
            {
                "id": 7,
                "title": "Fantasy"
            }
        ],
        "trailer": {
            "id": 9536,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/OuFu7zJ4NJs"
        },
        "sources": [
            {
                "id": 9535,
                "type": "mp4",
                "url": "https:\/\/server.shwelifemyanmar.com\/file\/chanzaw224\/movies\/2018\/The.Mermaid.Lake.Of.The.Dead.2018.mp4"
            }
        ]
    },
    {
        "id": 1904,
        "type": "movie",
        "title": "Hellboy II: The Golden Army",
        "description": "A prince of the mythical world starts a rebellion against humanity in order to rule the Earth, and Hellboy his team must fight to stop him from locating the all-powerful Golden Army.",
        "year": 2008,
        "imdb": 7,
        "comment": true,
        "rating": 2.5,
        "duration": "120 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "950 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/29726a2678196958fc2b33aae8be568b.jpg",
        "genres": [
            {
                "id": 7,
                "title": "Fantasy"
            }
        ],
        "trailer": {
            "id": 9534,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/G_O0xYCy1cg"
        },
        "sources": [
            {
                "id": 9533,
                "type": "mp4",
                "url": "https:\/\/server.alinzcm.xyz\/file\/chanzaw224\/movies\/2008\/Hellboy.II.The.Golden.Army.2008.mp4"
            }
        ]
    },
    {
        "id": 1903,
        "type": "movie",
        "title": "Memoir of a Murderer",
        "description": "Memoir of murderer ရုပ်ရှင်ကားလေးဟာ ၂၀၁၇ခုနှစ်မှာကိုရီးယားဒါရိုက်တာ Won Shin Yun ဖန်တီးရိုက်ကူးခဲ့တဲ့ထိတ်လန့်ခြောက်ခြားဖွယ်ရာ သဲထိတ်ရင်ဖို ဇာတ်လမ်းလေးတစ်ပုဒ်ပဲ ဖြစ်ပါတယ်။အဆိုပါရုပ်ရှင်ကားကို စာရေးဆရာ Kim Yong Ha ရဲ့ရောင်းအားအကောင်းဆုံး ဝတ္တုစာအုပ်တစ်အုပ်ဖြစ်တဲ့\r\nA murderer’s guide to memorizarion ကို မှီငြမ်းပြီး\r\nရုပ်ရှင်အဖြစ် ဖန်တီးထားတာပါ။ အဓိက ဇာတ်ဆောင်များအနေနဲ့Sol Kyun Gul နဲ့ Kim Nam Gil ၊ ဇာတ်ပို့အဖြစ် Kim Seol hyun နဲ့Oh Dal Su တို့က ပါဝင်အားဖြည့်ထားပါတယ်။အဆိုပါရုပ်ရှင်ကားကိုတော့ Showbox\/Mediaplex မှထုတ်ဝေဖြန့်ဖြူးထားပြီး ဇာတ်လမ်းကို မိနစ်ပေါင်း ၁၂၀ ဝန်းကျင်ခန့်ရင်သတ်ရှုမောခံစားရမှာဖြစ်ပါတယ်။ဒီဇာတ်လမ်းထဲမှာတော့ Sol Kyun Gul ကိုအယ်လ်ဇိုင်းမားစိတ်ကျရောဂါခံစားနေရတဲ့စိတ္တဇလူသတ်သမား တရားခံ Serial Killer ကြီးKim Byeong Soo အဖြစ် မြင်တွေ့ရပါမယ်။သူကသတ်မယ့်လူတွေဟာ နောင်တရပြီးကိုယ့်အပြစ်ကိုယ်ခံယူစေခြင်းအလို့ဌာ ထိုသူတွေကိုရွေးချယ် သတ်တာပါ။ဇာတ်လမ်းထဲမှာတော့ Shin Ki Joon ကို Kim Byeong Sooရဲ့ငယ်ဘဝ အဖြစ် မြင်တွေ့ရပါမယ်။Kim Nam Gil ကိုတော့ Kimကို Serial Killer အဖြစ်သံသယရှိနေတဲ့ ဒေသခံ ရဲအရာရှိ Tae Jooအဖြစ် မြင်တွေ့ရပါမယ်။Kim Seol hyun ကတော့ ဇာတ်လမ်းထဲမှာ စိတ္တဇလူသတ်သမားKim Byeong Soo ရဲ့သမီးအဖြစ် သရုပ်ဆောင်ထားပြီးသူမရဲ့ဖခင်ကို အယ်လ်ဇိုင်းမားရောဂါကြောင့် ပြုစုစောင့်ရှောက်ပေးနေသူတစ်ဦးလည်းဖြစ်ပါတယ်။ သူမဟာ ရဲအရာရှိ Tae Joo ရဲ့ ချစ်သူဖြစ်လာပါမယ်။Oh Dal Su ကတော့ Byeong man အဖြစ်သရုပ်ဆောင်ထားပါတယ်။သူဟာ ဒေသခံရဲ တစ်ဦးဖြစ်ပြီးမြို့ထဲက လူသတ်တရားခံတွေကိုရှာဖွေဖမ်းဆီးရသူတစ်ဦးလည်းဖြစ်ပါတယ်။သူတို့တွေ နဲ့ စိတ္တဇလူသတ်သမား Kim Byeong Sooဘာတွေဘယ်လိုဆက်ဖြစ်ကြမယ် ဆိုတာကိုဆက်လက်ကြည့်ရှုခံစားကြည့်လိုက်ကြရအောင်ပါ။နည်းနည်းတော့ကြောက်ဖို့လည်းကောင်း စိတ်ဝင်စားဖို့လည်းကောင်းတဲ့ဇာတ်ကားပါပဲ၂၀၁၇ ၂၀၁၈ ခုနှစ်မှာ ရုပ်ရှင်ဆုတွေ Nomination လည်းဝင်Best Actor Award ကိုလည်းဆွတ်ခူးနိုင်ခဲ့ပြီး နိုင်ငံတကာရုပ်ရှင်ပြပွဲမှာပါဝင်ပြသဖူးတဲ့ ရုပ်ရှင်ကားဖြစ်လို့သည်းထိတ်ရင်ဖိုဇာတ်လမ်းလူသတ်ဇာတ်လမ်းတွေသဘောကျနှစ်ခြိုက်သူတွေ အကြိုက်တွေ့ကြမှာပါ။",
        "year": 2017,
        "imdb": 7.1,
        "comment": true,
        "rating": 2.8,
        "duration": "118 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.07 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/575648955251fd403601f24446233555.jpg",
        "genres": [
            {
                "id": 6,
                "title": "Crime"
            },
            {
                "id": 10,
                "title": "Korea, Thai Collection"
            }
        ],
        "trailer": {
            "id": 9532,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/QAGZ9srTHDM"
        },
        "sources": [
            {
                "id": 9531,
                "type": "mp4",
                "url": "https:\/\/server.1otherzcm.xyz\/file\/chanzaw224\/other\/movies\/2017\/Memoir.Of.A.Murderer.2017.mp4"
            }
        ]
    },
    {
        "id": 1902,
        "type": "movie",
        "title": "Spell",
        "description": "ဒီspellဆိုတဲ့ဇာတ်ကားလေးက2020 မှာထွက်ရှိထားပြီးhorror ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်ဒီကားလေးမှာ Marqရဲ့မိသားစုဟာMarq အဖိုးရဲ့အသုဘကိုသွားရာလမ်းခုလတ်မှာလေယာဥ်ပျက်ကျပြီးတော့အဘွားအိုရဲ့အိမ်မှာနိုးလာခဲ့ပါတယ်ဒါပေမယ့်အဲ့အိမ်မှာသူ့ကိုပေးမပြန်ပဲနဲ့ထူးဆန်းစွာအခန်းထဲပိတ်လှောင်ထားပါတယ်နောက်ပြီးသူသတိထားမိလာတာအဲ့အိမ်ကသူ့ကိုသွေးလထွက်တဲ့နေ့မှာသူ့ကိုစတေးဖို့သူ့အပေါ်မန္တန်နဲ့လုပ်ထားတာကိုသိသောအခါသူဘယ်လိုလွတ်မြောက်အောင်ကြိုးစားမလဲဆိုတာကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်",
        "year": 2020,
        "imdb": 5.2,
        "comment": true,
        "rating": 4.4,
        "duration": "91 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "658 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/d0e993942a3f5861b04e4d096ee6f2a5.jpg",
        "genres": [
            {
                "id": 5,
                "title": "Horror & Thriller"
            }
        ],
        "trailer": {
            "id": 9530,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/fTznGVd8nyo"
        },
        "sources": [
            {
                "id": 9529,
                "type": "mp4",
                "url": "https:\/\/server.1otherzcm.xyz\/file\/chanzaw224\/other\/movies\/2020\/Spell.2020.mp4"
            }
        ]
    },
    {
        "id": 1901,
        "type": "movie",
        "title": "Vivarium",
        "description": "Sci-fi \/ Thriller ကားကောင်းကြိုက်သူများအတွက် လတ်တလောထွက်ထားပြီးNow you see me တို့ Zombie Land တို့ထဲကမင်းသား Jesse Eisenberg ပါဝင်ထားတဲ့ကားလေး။လူငယ်စုံတွဲ တတွဲက အတူနေဖို့အိမ်လေး တအိမ်ကိုလိုက်ရှာနေခဲ့တယ်။အိမ်ရာဈေးနှုန်းတွေကလည်း သိတဲ့အတိုင်း တဖြည်းဖြည်းမြင့်တက်လာနေတယ်။\r\nအသိတယောက်ကလည်း အိမ်ရာကောင်းကောင်းတွေ့ရင်\r\nလက်မနှေးဖို့ ရတုန်းယူထားဖို့အကြံပေးသွားသေးတယ်။အဲနေ့ညနေမှာပဲ သူတို့စုံတွဲက အိမ်ရာတွေရောင်းတဲ့နေရာမှာအိမ်ခြံမြေအကျိုးဆောင်နဲ့ သွားတွေ့ ခဲ့ကြတယ်။အကျိုးဆောင်ပုံစံကတော့ တမျိုးကြီးပဲ။ထောင့်မကျိုးတာလည်း မဟုတ် ရိုင်းစိုင်းတာလည်းမဟုတ်တမျိုးကြီးဖြစ်နေပေမယ့် အပြောကောင်းတော့သူတို့အိမ်ရာကို ပုံထဲတင်မဟုတ်ပဲ ကိုယ်တိုင်ကိုယ်ကျ လိုက်ကြည့်ဖို့ ဆုံးဖြတ်လိုက်ကြတယ်။အကျိုးဆောင်အပြောအရ နေရာကလည်းအဆင်ပြေမယ့်ဆင်ခြေဖုံးနေရာအိမ်ရာတွေကိုလည်း လူတွေကဝယ်ပြီး နေရာရွှေ့လာကြတော့မှာ။အိမ်ရှာနေတာလည်း ကြာနေပြီမလား။အဆင်ပြေရင်တော့ ဝယ်လိုက်ကြမယ်စိတ်ကူးနဲ့ပေါ့။အဲလိုနဲ့ သူတို့အိမ်ရာတွေဆီသွားခဲ့ကြတယ်။အိမ်တွေကတော့ ပုံစံတူတွေပဲ။အဲလိုနဲ့ သူတို့ကြည့်ရမယ့် အိမ် အမှတ်ကိုးကိုရောက်လာကြတယ်။အိမ်အကြောင်းကို ရှင်းပြနေရင်း သူတို့နောက်ဘက်ကိုသွားလိုက်ချိန်မှာပဲအကျိုးဆောင်က ထွက်ခွာသွားတော့တယ်။အဲဒါနဲ့ သူတို့လည်း အဲအိမ်ရာဝင်းထဲကနေ ပြန်ထွက်ဖို့ လုပ်တဲ့အခါမှာတော့ဝင်္ကပါလိုဖြစ်ပြီး အိမ်အမှတ်ကိုး ကိုပဲ ပြန်ရောက်လာလာနေတယ်။သူတို့ ဘယ်လိုပဲ ထွက်ဖို့ ကြိုးစား ကြိုးစား ထွက်မရခဲ့တဲ့အပြင်သူတို့ဆီကို မမျှော်လင့်တဲ့ အရာတခုပါ ရောက်လာတဲ့ အခါမှာတော့သူတို့ ဘယ်လိုဆက်ဖြစ်ကြမှာလဲ ထွက်နိုင်သွားမှာလားဆိုတာတွေကိုစိတ်ပါဝင်စားစွာ ကြည့်ရမယ့် ကားလေးဖြစ်ပါတယ်။ကဲ Stay Home ကာလမှာ အိမ်ထဲကနေထွက်ဖို့ကြိုးစားတဲ့ကားလေးကို ကြည့်လိုက်ကြပါအုံး။နောက်ပြီး အပြင်ကပြန်ရောက်တိုင်း လက်ဆေးဖို့မမေ့ကြပါနဲ့။လက်ဆေးတိုင်းလည်း စက္ကန့် ၂၀ကြာအောင် ဆေးကြပါစို့။Stay Home Watch Movie and save lives ..",
        "year": 2019,
        "imdb": 5.8,
        "comment": true,
        "rating": 4.4,
        "duration": "97 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "917 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/05622e77049748a8d44aa62911d1a130.jpg",
        "genres": [
            {
                "id": 8,
                "title": "Sci-Fi"
            }
        ],
        "trailer": {
            "id": 9528,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/Fs3ifuAlw0A"
        },
        "sources": [
            {
                "id": 9527,
                "type": "mp4",
                "url": "https:\/\/server.shwelifemyanmar.com\/file\/chanzaw224\/movies\/2020\/Vivarium.2020.WEB.DL.720p.mp4"
            }
        ]
    },
    {
        "id": 1900,
        "type": "movie",
        "title": "Insidious: Chapter 3",
        "description": "ကွင်း ဆိုတဲ့ ဆယ်ကျော်သက် ကောင်မလေး တစ်ယောက်ဟာသူမ ရဲ့ ကွယ်လွန်သွားတဲ့ မိခင်ဖြစ်သူ နှင့် အဆက်အသွယ်ရရှိနိုင်ဖို့ပရလောက ဖြင့် ချိတ်ဆက်ပေးနိုင်သူ ပညာရှင် အဲလိစ် ထံ ရောက်ရှိခဲ့ပါတယ်အဲ့ဒီ အချိန်မှာ အဲလိစ် ဟာ ခင်ပွန်းဖြစ်သူ ဆုံးပါးပြီးခါစ အခြေအနေဖြစ်တဲ့အတွက်အလုပ်ခက်ခံပေးဖို့ ငြင်းဆိုလိုက်ပါတယ်…\r\nအဲ့ဒီနောက် ကွင်းဟာ စာအုပ်တစ်ချို့ကို ဖတ်ပြီး သူမဘာသာဝိဉာဉ် ဆင့်ခေါ်တဲ့ အရာတွေကို စမ်းသပ်ခဲ့ပါတယ်…တကယ်လဲ အလုပ်ဖြစ်ခဲ့ပါတယ် ဒါပေမယ့် ရောက်ရှိလာခဲ့တာကတော့သူမ ရဲ့ အမေမဟုတ်ပဲ အလွန်အင်မတန် ဆိုးဝါးတဲ့ လူသတ်ကောင်မကောင်းဆိုးဝါး အကြီးစား တစ်ကောင် ဖြစ်နေခဲ့သောအခါ….ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ May Thazin Soe ဖြစ်ပြီးThit San Khant မှ Encode ပေးထားပါတယ်",
        "year": 2015,
        "imdb": 6.1,
        "comment": true,
        "rating": 3.7,
        "duration": "97 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.02 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/9b8f5b3ea8916e2ea2fa2357a11937a4.jpg",
        "genres": [
            {
                "id": 5,
                "title": "Horror & Thriller"
            }
        ],
        "trailer": {
            "id": 9526,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/3HxEXnVSr1w"
        },
        "sources": [
            {
                "id": 9525,
                "type": "mp4",
                "url": "https:\/\/server.2d3dlive.shop\/file\/chanzaw224\/movies\/2015\/Insidious.Chapter.3.2015..mp4"
            }
        ]
    },
    {
        "id": 1899,
        "type": "movie",
        "title": "Yeh Jawaani Hai Deewani",
        "description": "မင်းသား Ranbir Kapoor နဲ့ မင်းသမီး Deepika Padukone တို့အဓိကပါဝင်ထားပြီး\r\nIMDb Rating (6.9\/10) ရရှိထားတဲ့ Comedy, Drama, Musical အမျိုးအစား Bollywood ဇာတ်ကားပါ။\r\nBollywood ပရိတ်သတ်တွေ အကြိုက်တွေ့ဦးမယ့်ဇာတ်ကားဖြစ်ပါတယ်။\r\nကိုယ်တိုင်ခံစားကြည့်ပါဦး။",
        "year": 2013,
        "imdb": 7.1,
        "comment": true,
        "rating": 2.3,
        "duration": "160 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "1.12 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/842d0e55b07ee6882c9a69589e9abe43.jpg",
        "genres": [
            {
                "id": 12,
                "title": "Bollywood (India)"
            },
            {
                "id": 13,
                "title": "Drama"
            }
        ],
        "sources": [
            {
                "id": 9524,
                "type": "mp4",
                "url": "https:\/\/server.mingalarpar.xyz\/file\/chanzaw224\/movies\/2013\/Yeh.Jawaani.Hai.Deewani.2013.mp4"
            }
        ]
    },
    {
        "id": 1898,
        "type": "movie",
        "title": "The Lion King",
        "description": "ဝေါ့ဒစ်စနေးရဲ့ မာစတာပိစ် တစ်ခုလာပါပြီဗျာ။ ကလေးတုန်းကတည်းက အသဲစွဲ ကာတွန်းလေးပါ။ IMDb 8.5 ရထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းမှာတော့ တောဘုရင်ခြင်္သေကြီး မူဖာဆာ မှာ စင်ဘာဆိုတဲ့ သားလေးမွေးဖွားလာပြီး သူ့နေရာကို တစ်နေဆက်ခံခွင့်ပေးဖို့ လျာထားခဲ့ပါတယ်။ အဲဒါကို မကျေနပ်တဲ့ စင်ဘာရဲ့ ဦးလေး မူဖာဆာရဲ့ ညီက ခွေးအတွေနဲ့ ပေါင်းပြီး မူဖာဆာကို လုပ်ကြံပြီး စင်ဘာလေး\r\nကို သူ့အပြစ်လို့ထင်အောင်လုပ်ပြီးအဝေးကြီးကို ထွက်သွားစေခဲ့ပါတယ်။ အဲဒီနောက်မှာ ခွေးအတွေကို ခြင်္သေ့တွေနဲ့ပေါင်းနေစေပြီး တောအုပ်ကြီးတစ်ခုလုံး ဒုက္ခရောက်နေတဲ့အချိန်မှာ အကူညီရှာဖို့ထွက်လာတဲ့ ခြင်္သေမငယ်သူငယ်ချင်းနဲ့ အတိတ်ကနေ ထွက်ပြေးနေတဲ့ စင်ဘာတွေ့ ပြန်တွေ့ကြတဲ့အခါမှာ…….",
        "year": 1994,
        "imdb": 8.5,
        "comment": true,
        "rating": 2.7,
        "duration": "88 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "633 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/975b7f4bb10111af53c7aa37423370cd.jpg",
        "genres": [
            {
                "id": 3,
                "title": "Animation"
            }
        ],
        "sources": [
            {
                "id": 9523,
                "type": "mp4",
                "url": "https:\/\/server.crazyzcm.xyz\/file\/chanzaw224\/movies\/1994\/The.Lion.King.1994.mp4"
            }
        ]
    },
    {
        "id": 1896,
        "type": "movie",
        "title": "Laxmii",
        "description": "၂၀၂၀ ကိုဗစ်ကာလမှာ ဇာတ်ကားတွေ ရှားပါးတဲ့အထဲ\r\nမင်းသားကြီး အရှေးကတော့\r\nRemakeတစ်ခုဖြစ်တဲ့ Laxmiiက ထွက်လာခဲ့ပါတယ်။အားလုံးလည်း မင်းသားကြီးကို လွမ်းနေမယ်ဆိုတာ\r\nသေချာပါတယ်။ဇာတ်လမ်းအကြောင်းအရာကတော့\r\nအရင် တာတေကြီးလို့ အများသိတဲ့ Kanchanaနဲ့\r\nမကွာတော့ ထွေထွေထူးထူး ပြောပြနေစရာ မလိုဘူး ထင်ပါတယ်။အရင်ကားဟောင်းကို မကြည့်ဖူးသူတွေအတွက်\r\nပြောပေးရမယ်ဆိုရင်\r\nတစ္ဆေမကြောက်တတ်တဲ့ လူတစ်ယောက်ကို\r\nအဖြစ်ဆိုးနဲ့သေဆုံးခဲ့ရတဲ့ လူတစ်ယောက်က\r\nဝင်းပူးတာပါ။\r\nအဖြစ်ဆိုးအတွက် သူ့ရဲ့ တုန်ပြန်မှု၊\r\nသူ့ဘဝနောက်ကြောင်းတွေ၊\r\nသူရဲ့ ကြင်နာသနားတတ်မှုတွေက ကြည့်ရှုသူတိုင်းကို\r\nသနားကရုဏာသက်စေမှာပါ။\r\nဒီတော့ တခြားခန္ဓာကိုယ်တစ်ခုမှာ ဝင်ပူးပြီး\r\nသူ ဘာလုပ်မယ် ဆုံးဖြတ်ခဲ့သလဲ\r\nဘယ်လိုတွေ ကြံစည်လာဦးမလဲ ဆိုတာကို\r\nဟာသနှောပြီး ကြည့်ရှုရမှာပါ။ဇာလမ်းအညွှန်းနဲ့ဘာသာပြန်သူက Myint Thu နဲ့ Nyi Koeတို့ပဲြဖစ်ပါတယ်….",
        "year": 2020,
        "imdb": 2.2,
        "comment": true,
        "rating": 3.5,
        "duration": null,
        "downloadas": "1",
        "playas": "1",
        "classification": "1.28 GB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/bec9dcf89fa86fb522bebabee0b12878.jpg",
        "genres": [
            {
                "id": 5,
                "title": "Horror & Thriller"
            },
            {
                "id": 12,
                "title": "Bollywood (India)"
            }
        ],
        "sources": [
            {
                "id": 9510,
                "type": "mp4",
                "url": "https:\/\/server.1otherzcm.xyz\/file\/chanzaw224\/other\/movies\/2020\/LAXMII.2020.mp4"
            }
        ]
    },
    {
        "id": 1895,
        "type": "movie",
        "title": "Justice League vs. Teen Titans",
        "description": "(အသံမကြားရပါက ဒေါင်းပြီး mxplayer နဲ့ကြည့်ပါ)\r\n\r\nrobin တစ်ဖြစ်လဲ batman ရဲ့သား ဒေမီယန် ဟာ teamwork စိတ်ဓာတ်မရှိတာကြောင့် justice league အဖွဲ့ဟာ mission တွေမှာအခက်အခဲရှိလာပါတယ် ဒါ့ကြောင့် ဒေမီယန် ကို Titans တွေအဖွဲ့ထဲကိုပို့ကာ teamwork စိတ်ဓာတ်ရှိလာအောင် အဖွဲ့လိုက်ဆောင်ရွက်တတ်အောင် သင်ယူစေပါတယ် ဒီလိုနဲ့ ရန်သူတော်အသစ် စေတန်ဘုရင် Trigon ကိုသူတို့ဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာမြင်တွေ့ရမှာဖြစ်ပါတယ်\r\nDC fan တွေအတွက်လက်မလွှတ်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားပါ။ဇာတ်လမ်းအညွှန်း နဲ့ ဘာသာပြန်ကတော့ CM Translator Chuck ဖြစ်ပါတယ်။)",
        "year": 2016,
        "imdb": 7,
        "comment": true,
        "rating": 3.9,
        "duration": "78 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "624 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/b0fc683bf76c1d730e0f8fddd2db0bc2.jpg",
        "genres": [
            {
                "id": 3,
                "title": "Animation"
            }
        ],
        "trailer": {
            "id": 9509,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/dFjg3oNxaJ4"
        },
        "sources": [
            {
                "id": 9508,
                "type": "mp4",
                "url": "https:\/\/server.shwelifemyanmar.com\/file\/chanzaw224\/movies\/2016\/JusticeLeague.Vs.TeenTitan.2016.mp4"
            }
        ]
    },
    {
        "id": 1894,
        "type": "movie",
        "title": "Pearl Harbor",
        "description": "၁၉၄၁ ခုနှစ်က အမေရိကန်နိုင်ငံ၊ပုလဲဆိပ်ကမ်းကိုဂျပန်တွေလာရောက်တိုက်ခိုက်ခဲ့တဲ့ဖြစ်ရပ်မှန်အပေါ်မူတည်ပြီးရိုက်ကူးထားတဲ့ဇာတ်လမ်းဖြစ်ပါတယ်။ ဖြစ်ရပ်မှန်ဆိုပေမယ့်အဓိကဇာတ်ကောင်တွေကတော့စိတ်ကူးယဥ်သာဖြစ်ပြီးအချစ်ဇာတ်လမ်းအပိုင်းပါထည့်သွင်းထားတာဖြစ်ပါတယ်။ ရေ့ဖ်နဲ့ဒန်နီဟာ ငယ်စဥ်ကတည်းကအချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်ပြီးအမေရိကန်လေတပ်ပိုင်းလော့တွေလည်းဖြစ်ကြပါတယ်။ ရေ့ဖ်ဟာ အက်ဗလင်း ဆိုတဲ့\r\nစစ်သူနာပြုနဲ့ချစ်ကြိုက်ပြီးနောက် ဥရောပမှာဖြစ်ပွားနေတဲ့ဒုတိယကမ္ဘာစစ်အတွက်\r\n\r\nဗြိတိန်ဘက်မှဝင်တိုက်ပေးဖို့အခွင့်အရေးကိုရရှိသောအခါလက်လွှတ်မခံနိုင်၍ချစ်သူအက်ဗလင်းကိုနှုတ်ဆက်ကာ အင်္ဂလန်သို့ထွက်သွားပါတော့တယ်။ ရေ့ဖ်တစ်ယောက်အင်္ဂလန်မှာဂျာမန်တွေကိုတိုက်ခိုက်နေချိန်မှာ အင်အားနည်းနေတဲ့ပုလဲဆိပ်ကမ်းကိုထင်မှတ်မထားတဲ့အန္တရာယ်ကြီးကျရောက်လာပါတော့တယ်။ဒီဇာတ်လမ်းကိုရိုက်ကူးခဲ့တဲ့ဒါရိုက်တာဟာ Transformers ဇာတ်လမ်းတွေနဲ့နာမည်ကြီးခဲ့တဲ့Michael Bay ဖြစ်တာမို့သူ့ရဲ့အက်ရှင်ပေါက်ကွဲမှုလက်ရာတွေကိုဇာတ်လမ်းတစ်လျှောက်အားရပါးရမြင်တွေ့ရမှာပါ။ အက်ရှင်ကားကြမ်းကြမ်းကြိုက်သူတွေ၊စစ်ဇာတ်လမ်းကြိုက်သူတွေ၊ ဒါရိုက်တာ Michael Bay ရဲ့လက်ရာတွေကြိုက်သူတွေအဖို့တော့ကြည့်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။",
        "year": 2001,
        "imdb": 6.2,
        "comment": true,
        "rating": 4.5,
        "duration": "183 min",
        "downloadas": "1",
        "playas": "1",
        "classification": "917 MB",
        "image": "https:\/\/app.zchannelmovie.com\/uploads\/cache\/poster_thumb\/uploads\/jpg\/60892ce0bfbb30510321c61fca30b902.jpg",
        "genres": [
            {
                "id": 1,
                "title": "Action"
            }
        ],
        "trailer": {
            "id": 9507,
            "type": "youtube",
            "url": "https:\/\/youtu.be\/oGYcxjywx0o"
        },
        "sources": [
            {
                "id": 9506,
                "type": "mp4",
                "url": "https:\/\/server.1otherzcm.xyz\/file\/chanzaw224\/other\/movies\/2001\/Pearl.Harbor.2001.mp4"
            }
        ]
    }
]
</ptha>
